/*
 Navicat Premium Data Transfer

 Source Server         : root-localhost
 Source Server Type    : MySQL
 Source Server Version : 80028
 Source Host           : localhost:3306
 Source Schema         : images_gather

 Target Server Type    : MySQL
 Target Server Version : 80028
 File Encoding         : 65001

 Date: 05/07/2022 21:33:00
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for log_login
-- ----------------------------
DROP TABLE IF EXISTS `log_login`;
CREATE TABLE `log_login`  (
                              `id` int NOT NULL AUTO_INCREMENT COMMENT '登录记录 ID',
                              `ip` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'IP 地址',
                              `location` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '登录地点',
                              `login_date_time` timestamp NULL DEFAULT NULL COMMENT '上次登录时间',
                              `user_id` int NULL DEFAULT NULL COMMENT '用户 ID',
                              PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 173 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of log_login
-- ----------------------------
INSERT INTO `log_login` VALUES (1, '127.0.0.1', '湖北省武汉市', '2022-06-30 21:54:35', 109);
INSERT INTO `log_login` VALUES (2, '127.0.0.1', '未知地点', '2022-06-30 22:08:48', 109);
INSERT INTO `log_login` VALUES (3, '127.0.0.1', '未知地点', '2022-06-30 22:10:28', 109);
INSERT INTO `log_login` VALUES (4, '127.0.0.1', '未知地点', '2022-06-30 22:10:35', 109);
INSERT INTO `log_login` VALUES (5, '127.0.0.1', '未知地点', '2022-06-30 22:10:36', 109);
INSERT INTO `log_login` VALUES (6, '127.0.0.1', '未知地点', '2022-06-30 22:10:37', 109);
INSERT INTO `log_login` VALUES (7, '127.0.0.1', '未知地点', '2022-06-30 22:10:37', 109);
INSERT INTO `log_login` VALUES (8, '127.0.0.1', '未知地点', '2022-06-30 22:10:40', 109);
INSERT INTO `log_login` VALUES (9, '127.0.0.1', '未知地点', '2022-06-30 22:10:48', 109);
INSERT INTO `log_login` VALUES (10, '127.0.0.1', '未知地点', '2022-06-30 23:05:39', 109);
INSERT INTO `log_login` VALUES (11, '127.0.0.1', '未知地点', '2022-07-01 07:01:11', 109);
INSERT INTO `log_login` VALUES (12, '127.0.0.1', '未知地点', '2022-07-01 07:01:18', 109);
INSERT INTO `log_login` VALUES (13, '127.0.0.1', '未知地点', '2022-07-01 07:01:24', 109);
INSERT INTO `log_login` VALUES (14, '127.0.0.1', '未知地点', '2022-07-01 09:04:07', 109);
INSERT INTO `log_login` VALUES (15, '127.0.0.1', '未知地点', '2022-07-01 09:05:07', 109);
INSERT INTO `log_login` VALUES (16, '127.0.0.1', '未知地点', '2022-07-01 09:05:53', 109);
INSERT INTO `log_login` VALUES (17, '127.0.0.1', '未知地点', '2022-07-01 09:07:16', 109);
INSERT INTO `log_login` VALUES (18, '127.0.0.1', '未知地点', '2022-07-01 09:07:28', 109);
INSERT INTO `log_login` VALUES (19, '127.0.0.1', '未知地点', '2022-07-01 09:07:45', 109);
INSERT INTO `log_login` VALUES (20, '127.0.0.1', '未知地点', '2022-07-01 09:10:18', 109);
INSERT INTO `log_login` VALUES (21, '127.0.0.1', '未知地点', '2022-07-01 09:10:31', 109);
INSERT INTO `log_login` VALUES (22, '127.0.0.1', '未知地点', '2022-07-01 09:10:39', 109);
INSERT INTO `log_login` VALUES (23, '127.0.0.1', '未知地点', '2022-07-01 09:10:40', 109);
INSERT INTO `log_login` VALUES (24, '127.0.0.1', '未知地点', '2022-07-01 09:11:02', 109);
INSERT INTO `log_login` VALUES (25, '127.0.0.1', '未知地点', '2022-07-01 09:11:06', 109);
INSERT INTO `log_login` VALUES (26, '127.0.0.1', '未知地点', '2022-07-01 10:11:04', 109);
INSERT INTO `log_login` VALUES (27, '127.0.0.1', '未知地点', '2022-07-01 10:49:25', 109);
INSERT INTO `log_login` VALUES (28, '127.0.0.1', '未知地点', '2022-07-01 10:50:46', 109);
INSERT INTO `log_login` VALUES (29, '127.0.0.1', '未知地点', '2022-07-01 10:53:14', 109);
INSERT INTO `log_login` VALUES (30, '127.0.0.1', '未知地点', '2022-07-01 10:54:19', 109);
INSERT INTO `log_login` VALUES (31, '127.0.0.1', '未知地点', '2022-07-01 10:57:34', 109);
INSERT INTO `log_login` VALUES (32, '127.0.0.1', '未知地点', '2022-07-01 10:59:15', 109);
INSERT INTO `log_login` VALUES (33, '127.0.0.1', '未知地点', '2022-07-01 12:18:58', 109);
INSERT INTO `log_login` VALUES (34, '127.0.0.1', '未知地点', '2022-07-01 12:20:54', 109);
INSERT INTO `log_login` VALUES (35, '127.0.0.1', '未知地点', '2022-07-01 12:25:30', 109);
INSERT INTO `log_login` VALUES (36, '127.0.0.1', '未知地点', '2022-07-01 12:26:16', 109);
INSERT INTO `log_login` VALUES (37, '127.0.0.1', '未知地点', '2022-07-01 12:32:59', 109);
INSERT INTO `log_login` VALUES (38, '127.0.0.1', '未知地点', '2022-07-01 12:33:47', 109);
INSERT INTO `log_login` VALUES (39, '127.0.0.1', '未知地点', '2022-07-01 14:26:23', 109);
INSERT INTO `log_login` VALUES (40, '127.0.0.1', '未知地点', '2022-07-01 16:35:20', 109);
INSERT INTO `log_login` VALUES (41, '127.0.0.1', '未知地点', '2022-07-01 17:20:16', 109);
INSERT INTO `log_login` VALUES (42, '127.0.0.1', '未知地点', '2022-07-01 18:27:40', 109);
INSERT INTO `log_login` VALUES (43, '127.0.0.1', '未知地点', '2022-07-02 10:49:31', 109);
INSERT INTO `log_login` VALUES (44, '127.0.0.1', '未知地点', '2022-07-02 10:54:16', 109);
INSERT INTO `log_login` VALUES (45, '127.0.0.1', '未知地点', '2022-07-02 10:58:12', 109);
INSERT INTO `log_login` VALUES (46, '127.0.0.1', '未知地点', '2022-07-02 11:02:58', 109);
INSERT INTO `log_login` VALUES (47, '127.0.0.1', '未知地点', '2022-07-02 11:08:25', 109);
INSERT INTO `log_login` VALUES (48, '127.0.0.1', '未知地点', '2022-07-02 11:11:21', 109);
INSERT INTO `log_login` VALUES (49, '127.0.0.1', '未知地点', '2022-07-02 11:14:36', 109);
INSERT INTO `log_login` VALUES (50, '127.0.0.1', '未知地点', '2022-07-02 11:16:13', 109);
INSERT INTO `log_login` VALUES (51, '127.0.0.1', '未知地点', '2022-07-02 11:17:00', 109);
INSERT INTO `log_login` VALUES (52, '127.0.0.1', '未知地点', '2022-07-02 12:04:20', 109);
INSERT INTO `log_login` VALUES (53, '127.0.0.1', '未知地点', '2022-07-02 14:05:01', 109);
INSERT INTO `log_login` VALUES (54, '127.0.0.1', '未知地点', '2022-07-02 14:10:25', 109);
INSERT INTO `log_login` VALUES (55, '127.0.0.1', '未知地点', '2022-07-02 14:53:22', 109);
INSERT INTO `log_login` VALUES (56, '127.0.0.1', '未知地点', '2022-07-02 14:56:10', 109);
INSERT INTO `log_login` VALUES (57, '127.0.0.1', '未知地点', '2022-07-02 14:56:59', 109);
INSERT INTO `log_login` VALUES (58, '127.0.0.1', '未知地点', '2022-07-02 15:17:56', 109);
INSERT INTO `log_login` VALUES (59, '127.0.0.1', '未知地点', '2022-07-02 15:27:07', 109);
INSERT INTO `log_login` VALUES (60, '127.0.0.1', '未知地点', '2022-07-02 15:32:53', 109);
INSERT INTO `log_login` VALUES (61, '127.0.0.1', '未知地点', '2022-07-02 15:34:46', 109);
INSERT INTO `log_login` VALUES (62, '127.0.0.1', '未知地点', '2022-07-02 16:05:53', 109);
INSERT INTO `log_login` VALUES (63, '127.0.0.1', '未知地点', '2022-07-02 16:13:35', 109);
INSERT INTO `log_login` VALUES (64, '127.0.0.1', '未知地点', '2022-07-02 16:15:15', 109);
INSERT INTO `log_login` VALUES (65, '127.0.0.1', '未知地点', '2022-07-02 16:17:09', 109);
INSERT INTO `log_login` VALUES (66, '127.0.0.1', '未知地点', '2022-07-02 16:19:11', 109);
INSERT INTO `log_login` VALUES (67, '127.0.0.1', '未知地点', '2022-07-02 16:20:02', 109);
INSERT INTO `log_login` VALUES (68, '127.0.0.1', '未知地点', '2022-07-02 16:43:09', 109);
INSERT INTO `log_login` VALUES (69, '127.0.0.1', '未知地点', '2022-07-02 16:43:33', 109);
INSERT INTO `log_login` VALUES (70, '127.0.0.1', '未知地点', '2022-07-02 16:44:25', 109);
INSERT INTO `log_login` VALUES (71, '127.0.0.1', '未知地点', '2022-07-02 16:46:45', 109);
INSERT INTO `log_login` VALUES (72, '127.0.0.1', '未知地点', '2022-07-02 16:46:52', 109);
INSERT INTO `log_login` VALUES (73, '127.0.0.1', '未知地点', '2022-07-02 16:47:37', 109);
INSERT INTO `log_login` VALUES (74, '127.0.0.1', '未知地点', '2022-07-02 16:47:39', 109);
INSERT INTO `log_login` VALUES (75, '127.0.0.1', '未知地点', '2022-07-02 16:47:45', 109);
INSERT INTO `log_login` VALUES (76, '127.0.0.1', '未知地点', '2022-07-02 16:48:08', 109);
INSERT INTO `log_login` VALUES (77, '127.0.0.1', '未知地点', '2022-07-02 16:48:36', 109);
INSERT INTO `log_login` VALUES (78, '127.0.0.1', '未知地点', '2022-07-02 16:48:44', 109);
INSERT INTO `log_login` VALUES (79, '127.0.0.1', '未知地点', '2022-07-02 16:50:33', 109);
INSERT INTO `log_login` VALUES (80, '127.0.0.1', '未知地点', '2022-07-02 16:51:16', 109);
INSERT INTO `log_login` VALUES (81, '127.0.0.1', '未知地点', '2022-07-02 16:51:54', 109);
INSERT INTO `log_login` VALUES (82, '127.0.0.1', '未知地点', '2022-07-02 17:12:16', 109);
INSERT INTO `log_login` VALUES (83, '127.0.0.1', '未知地点', '2022-07-02 17:14:22', 109);
INSERT INTO `log_login` VALUES (84, '127.0.0.1', '未知地点', '2022-07-02 17:14:36', 109);
INSERT INTO `log_login` VALUES (85, '127.0.0.1', '未知地点', '2022-07-02 17:18:31', 109);
INSERT INTO `log_login` VALUES (86, '127.0.0.1', '未知地点', '2022-07-02 17:18:55', 109);
INSERT INTO `log_login` VALUES (87, '127.0.0.1', '未知地点', '2022-07-02 17:25:02', 109);
INSERT INTO `log_login` VALUES (88, '127.0.0.1', '未知地点', '2022-07-02 17:25:54', 109);
INSERT INTO `log_login` VALUES (89, '127.0.0.1', '未知地点', '2022-07-02 17:26:07', 109);
INSERT INTO `log_login` VALUES (90, '127.0.0.1', '未知地点', '2022-07-02 17:26:13', 109);
INSERT INTO `log_login` VALUES (91, '127.0.0.1', '未知地点', '2022-07-02 17:26:13', 109);
INSERT INTO `log_login` VALUES (92, '127.0.0.1', '未知地点', '2022-07-02 17:26:14', 109);
INSERT INTO `log_login` VALUES (93, '127.0.0.1', '未知地点', '2022-07-02 17:47:15', 109);
INSERT INTO `log_login` VALUES (94, '127.0.0.1', '未知地点', '2022-07-02 19:32:46', 109);
INSERT INTO `log_login` VALUES (95, '127.0.0.1', '未知地点', '2022-07-02 20:13:11', 109);
INSERT INTO `log_login` VALUES (96, '127.0.0.1', '未知地点', '2022-07-02 20:13:31', 109);
INSERT INTO `log_login` VALUES (97, '127.0.0.1', '未知地点', '2022-07-02 20:22:39', 109);
INSERT INTO `log_login` VALUES (98, '127.0.0.1', '未知地点', '2022-07-02 20:22:53', 109);
INSERT INTO `log_login` VALUES (99, '127.0.0.1', '未知地点', '2022-07-02 20:23:09', 109);
INSERT INTO `log_login` VALUES (100, '127.0.0.1', '未知地点', '2022-07-02 20:24:34', 109);
INSERT INTO `log_login` VALUES (101, '127.0.0.1', '未知地点', '2022-07-02 20:24:55', 109);
INSERT INTO `log_login` VALUES (102, '127.0.0.1', '未知地点', '2022-07-02 20:51:27', 109);
INSERT INTO `log_login` VALUES (103, '127.0.0.1', '未知地点', '2022-07-02 20:51:42', 109);
INSERT INTO `log_login` VALUES (104, '127.0.0.1', '未知地点', '2022-07-02 21:08:22', 109);
INSERT INTO `log_login` VALUES (105, '127.0.0.1', '未知地点', '2022-07-02 22:06:57', 109);
INSERT INTO `log_login` VALUES (106, '127.0.0.1', '未知地点', '2022-07-02 22:08:38', 109);
INSERT INTO `log_login` VALUES (107, '127.0.0.1', '未知地点', '2022-07-02 22:09:21', 109);
INSERT INTO `log_login` VALUES (108, '127.0.0.1', '未知地点', '2022-07-02 22:09:35', 109);
INSERT INTO `log_login` VALUES (109, '127.0.0.1', '未知地点', '2022-07-02 23:22:16', 109);
INSERT INTO `log_login` VALUES (110, '127.0.0.1', '未知地点', '2022-07-02 23:22:38', 109);
INSERT INTO `log_login` VALUES (111, '127.0.0.1', '未知地点', '2022-07-03 15:39:52', 109);
INSERT INTO `log_login` VALUES (112, '127.0.0.1', '未知地点', '2022-07-03 15:40:04', 109);
INSERT INTO `log_login` VALUES (113, '127.0.0.1', '未知地点', '2022-07-03 15:40:09', 109);
INSERT INTO `log_login` VALUES (114, '127.0.0.1', '未知地点', '2022-07-03 15:47:07', 109);
INSERT INTO `log_login` VALUES (115, '127.0.0.1', '未知地点', '2022-07-03 15:47:22', 109);
INSERT INTO `log_login` VALUES (116, '127.0.0.1', '未知地点', '2022-07-03 15:49:19', 109);
INSERT INTO `log_login` VALUES (117, '127.0.0.1', '未知地点', '2022-07-03 16:03:10', 109);
INSERT INTO `log_login` VALUES (118, '127.0.0.1', '未知地点', '2022-07-03 17:03:50', 109);
INSERT INTO `log_login` VALUES (119, '127.0.0.1', '未知地点', '2022-07-03 17:04:11', 109);
INSERT INTO `log_login` VALUES (120, '127.0.0.1', '未知地点', '2022-07-03 17:12:49', 109);
INSERT INTO `log_login` VALUES (121, '127.0.0.1', '未知地点', '2022-07-03 17:14:25', 109);
INSERT INTO `log_login` VALUES (122, '127.0.0.1', '未知地点', '2022-07-03 17:15:11', 109);
INSERT INTO `log_login` VALUES (123, '127.0.0.1', '未知地点', '2022-07-03 19:17:47', 109);
INSERT INTO `log_login` VALUES (124, '127.0.0.1', '未知地点', '2022-07-03 19:30:00', 109);
INSERT INTO `log_login` VALUES (125, '127.0.0.1', '未知地点', '2022-07-03 19:49:04', 109);
INSERT INTO `log_login` VALUES (126, '127.0.0.1', '未知地点', '2022-07-03 19:50:53', 109);
INSERT INTO `log_login` VALUES (127, '127.0.0.1', '未知地点', '2022-07-03 19:51:30', 109);
INSERT INTO `log_login` VALUES (128, '127.0.0.1', '未知地点', '2022-07-03 19:54:02', 109);
INSERT INTO `log_login` VALUES (129, '127.0.0.1', '未知地点', '2022-07-03 19:56:15', 109);
INSERT INTO `log_login` VALUES (130, '127.0.0.1', '未知地点', '2022-07-03 19:56:50', 109);
INSERT INTO `log_login` VALUES (131, '127.0.0.1', '未知地点', '2022-07-03 19:59:25', 109);
INSERT INTO `log_login` VALUES (132, '127.0.0.1', '未知地点', '2022-07-03 20:03:23', 109);
INSERT INTO `log_login` VALUES (133, '127.0.0.1', '未知地点', '2022-07-03 20:05:00', 109);
INSERT INTO `log_login` VALUES (134, '127.0.0.1', '未知地点', '2022-07-03 20:06:35', 109);
INSERT INTO `log_login` VALUES (135, '127.0.0.1', '未知地点', '2022-07-03 21:21:44', 109);
INSERT INTO `log_login` VALUES (136, '127.0.0.1', '未知地点', '2022-07-03 21:21:59', 109);
INSERT INTO `log_login` VALUES (137, '127.0.0.1', '未知地点', '2022-07-03 21:22:43', 109);
INSERT INTO `log_login` VALUES (138, '127.0.0.1', '未知地点', '2022-07-04 19:21:09', 109);
INSERT INTO `log_login` VALUES (139, '127.0.0.1', '未知地点', '2022-07-04 19:21:22', 109);
INSERT INTO `log_login` VALUES (140, '127.0.0.1', '未知地点', '2022-07-04 20:18:30', 109);
INSERT INTO `log_login` VALUES (141, '127.0.0.1', '未知地点', '2022-07-04 20:29:09', 109);
INSERT INTO `log_login` VALUES (142, '127.0.0.1', '未知地点', '2022-07-04 20:29:49', 109);
INSERT INTO `log_login` VALUES (143, '127.0.0.1', '未知地点', '2022-07-04 20:30:14', 109);
INSERT INTO `log_login` VALUES (144, '127.0.0.1', '未知地点', '2022-07-04 20:31:25', 109);
INSERT INTO `log_login` VALUES (145, '127.0.0.1', '未知地点', '2022-07-04 20:34:41', 109);
INSERT INTO `log_login` VALUES (146, '127.0.0.1', '未知地点', '2022-07-04 20:35:29', 109);
INSERT INTO `log_login` VALUES (147, '127.0.0.1', '未知地点', '2022-07-04 20:45:08', 109);
INSERT INTO `log_login` VALUES (148, '127.0.0.1', '未知地点', '2022-07-04 20:53:08', 109);
INSERT INTO `log_login` VALUES (149, '127.0.0.1', '未知地点', '2022-07-04 20:56:41', 109);
INSERT INTO `log_login` VALUES (150, '127.0.0.1', '未知地点', '2022-07-04 20:59:28', 109);
INSERT INTO `log_login` VALUES (151, '127.0.0.1', '未知地点', '2022-07-04 21:01:41', 109);
INSERT INTO `log_login` VALUES (152, '127.0.0.1', '未知地点', '2022-07-04 21:46:16', 109);
INSERT INTO `log_login` VALUES (153, '127.0.0.1', '未知地点', '2022-07-04 21:47:20', 109);
INSERT INTO `log_login` VALUES (154, '127.0.0.1', '未知地点', '2022-07-04 21:48:37', 109);
INSERT INTO `log_login` VALUES (155, '127.0.0.1', '未知地点', '2022-07-04 21:48:53', 109);
INSERT INTO `log_login` VALUES (156, '127.0.0.1', '未知地点', '2022-07-04 21:50:34', 109);
INSERT INTO `log_login` VALUES (157, '127.0.0.1', '未知地点', '2022-07-04 21:50:44', 109);
INSERT INTO `log_login` VALUES (158, '127.0.0.1', '未知地点', '2022-07-05 20:07:11', 109);
INSERT INTO `log_login` VALUES (159, '127.0.0.1', '未知地点', '2022-07-05 20:11:19', 109);
INSERT INTO `log_login` VALUES (160, '127.0.0.1', '未知地点', '2022-07-05 20:12:32', 109);
INSERT INTO `log_login` VALUES (161, '127.0.0.1', '未知地点', '2022-07-05 20:12:34', 109);
INSERT INTO `log_login` VALUES (162, '127.0.0.1', '未知地点', '2022-07-05 20:12:35', 109);
INSERT INTO `log_login` VALUES (163, '127.0.0.1', '未知地点', '2022-07-05 20:12:37', 109);
INSERT INTO `log_login` VALUES (164, '127.0.0.1', '未知地点', '2022-07-05 20:12:47', 109);
INSERT INTO `log_login` VALUES (165, '127.0.0.1', '未知地点', '2022-07-05 20:13:38', 109);
INSERT INTO `log_login` VALUES (166, '127.0.0.1', '未知地点', '2022-07-05 20:13:50', 109);
INSERT INTO `log_login` VALUES (167, '127.0.0.1', '未知地点', '2022-07-05 20:14:52', 109);
INSERT INTO `log_login` VALUES (168, '127.0.0.1', '未知地点', '2022-07-05 20:20:14', 109);
INSERT INTO `log_login` VALUES (169, '127.0.0.1', '未知地点', '2022-07-05 20:21:56', 109);
INSERT INTO `log_login` VALUES (170, '127.0.0.1', '未知地点', '2022-07-05 21:28:54', 109);
INSERT INTO `log_login` VALUES (171, '127.0.0.1', '未知地点', '2022-07-05 21:29:07', 109);
INSERT INTO `log_login` VALUES (172, '127.0.0.1', '未知地点', '2022-07-05 21:30:34', 109);

-- ----------------------------
-- Table structure for t_student
-- ----------------------------
DROP TABLE IF EXISTS `t_student`;
CREATE TABLE `t_student`  (
                              `id` int NOT NULL AUTO_INCREMENT COMMENT '学生 ID',
                              `number` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '学号',
                              `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '姓名',
                              `sex` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '性别',
                              `phone` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '电话',
                              `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '邮箱',
                              `major` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '专业',
                              `class_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '班级',
                              `grade` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '年级',
                              `college` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '学院',
                              `school` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '学校',
                              `user_id` int NULL DEFAULT NULL COMMENT '用户 ID',
                              PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 310 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of t_student
-- ----------------------------
INSERT INTO `t_student` VALUES (1, '0121910870207', '肖扬', '男', '	17717795169', '	2477873325@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 1);
INSERT INTO `t_student` VALUES (2, '0121910870215', '周正旋', '男', '	13117197586', '	1634921248@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 2);
INSERT INTO `t_student` VALUES (3, '0121910870219', '王明峥', '男', '	13813152547', '	1020029632@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 3);
INSERT INTO `t_student` VALUES (4, '0121910870220', '甘春根', '男', '	18270813467', '	1197052403@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 4);
INSERT INTO `t_student` VALUES (5, '0121910870405', '王国周', '男', '	17385412939', '	1482702908@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 5);
INSERT INTO `t_student` VALUES (6, '0121910870407', '刘宇轩', '男', '	15132837089', '	1163825462@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 6);
INSERT INTO `t_student` VALUES (7, '0121910870418', '陈泽宇', '男', '	15354785441', '	316913380@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 7);
INSERT INTO `t_student` VALUES (8, '0121910870433', '王晓宁', '女', '	13721975100', '	1366109416@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 8);
INSERT INTO `t_student` VALUES (9, '0121910870434', '孙雪', '女', '	18327126477', '	2768753008@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 9);
INSERT INTO `t_student` VALUES (10, '0121910870601', '范晨旭', '男', '	19955399156', '	1907890307@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 10);
INSERT INTO `t_student` VALUES (11, '0121910870613', '张园洲', '男', '	18827285351', '	1127828801@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 11);
INSERT INTO `t_student` VALUES (12, '0121910870712', '彭智毅', '男', '	18771005268', '	719536373@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 12);
INSERT INTO `t_student` VALUES (13, '0121910870730', '张婉柔', '女', '	17337737167', '	2432427437@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 13);
INSERT INTO `t_student` VALUES (14, '0121910870733', '戴芯瑜', '女', '	18700076406', '	1464021006@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 14);
INSERT INTO `t_student` VALUES (15, '0121910870807', '李刚', '男', '	15565568272', '	2551869653@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 15);
INSERT INTO `t_student` VALUES (16, '0121910870810', '曹睿', '男', '	18771971811', '	724654332@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 16);
INSERT INTO `t_student` VALUES (17, '0121910870814', '陈庞', '男', '	15807274753', '	1535743935@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 17);
INSERT INTO `t_student` VALUES (18, '0121910880103', '张俊浩', '男', '15985710058', '1076292101@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 18);
INSERT INTO `t_student` VALUES (19, '0121910880105', '冯超杰', '男', '18316973876', '819215300@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 19);
INSERT INTO `t_student` VALUES (20, '0121910880108', '黄博', '男', '18722917628', '37823191@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 20);
INSERT INTO `t_student` VALUES (21, '0121910880112', '宋宝刚', '男', '17886834136', '664934883@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 21);
INSERT INTO `t_student` VALUES (22, '0121910880113', '汤辰旭', '男', '18971482246', '2235881504@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 22);
INSERT INTO `t_student` VALUES (23, '0121910880116', '沈明轩', '男', '13329721811', '1316541565@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 23);
INSERT INTO `t_student` VALUES (24, '0121910880118', '陈惠军', '男', '13875526435', '642342217@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 24);
INSERT INTO `t_student` VALUES (25, '0121910880124', '杨化钢', '男', '15527988052', '1411382612@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 25);
INSERT INTO `t_student` VALUES (26, '0121910880129', '杨帆', '男', '19882157260', '1056008195@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 26);
INSERT INTO `t_student` VALUES (27, '0121910880138', '杨彤', '女', '18935599890', '3432358467@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 27);
INSERT INTO `t_student` VALUES (28, '0121910880139', '李文丽', '女', '15865048672', '2596022115@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 28);
INSERT INTO `t_student` VALUES (29, '0121910880142', '罗雯欣', '女', '13819211650', '534490138@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 29);
INSERT INTO `t_student` VALUES (30, '0121910880209', '赵天宇', '男', '15713203970', '3318207180@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 30);
INSERT INTO `t_student` VALUES (31, '0121910880210', '刘义堂', '男', '15893618771', '34333819719@qq.com', '软件工程', '软件1901', '2019', '计算机与人工智能学院', '武汉理工大学', 31);
INSERT INTO `t_student` VALUES (32, '0121810870534', '古再丽努尔·阿卜力米提', '女', '17354407951', '814383471@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 32);
INSERT INTO `t_student` VALUES (33, '0121908910115', '张健', '男', '	15872825113', '	2537606868@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 33);
INSERT INTO `t_student` VALUES (34, '0121908910226', '刘吉庆', '男', '	15835595924', '	2776385681@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 34);
INSERT INTO `t_student` VALUES (35, '0121910870124', '邓钰凡', '男', '	18683091679', '	1052719537@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 35);
INSERT INTO `t_student` VALUES (36, '0121910870125', '王玉阳', '男', '	15900332871', '	1962817259@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 36);
INSERT INTO `t_student` VALUES (37, '0121910870216', '廖炀林', '男', '	13581338065', '	2280981626@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 37);
INSERT INTO `t_student` VALUES (38, '0121910870317', '熊彪', '男', '	15172130596', '	1246891879@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 38);
INSERT INTO `t_student` VALUES (39, '0121910870325', '柯成杰', '男', '	18759914499', '	208147564@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 39);
INSERT INTO `t_student` VALUES (40, '0121910870403', '罗鲡镤', '男', '	15346820169', '	2902625241@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 40);
INSERT INTO `t_student` VALUES (41, '0121910870404', '梁启星', '男', '	13036997541', '	1287728482@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 41);
INSERT INTO `t_student` VALUES (42, '0121910870416', '陈立伟', '男', '	18702764885', '	631952441@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 42);
INSERT INTO `t_student` VALUES (43, '0121910870423', '高杰', '男', '	18335492689', '	2857211471@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 43);
INSERT INTO `t_student` VALUES (44, '0121910870531', '周可蜜', '女', '	13487267820', '	1915439269@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 44);
INSERT INTO `t_student` VALUES (45, '0121910870616', '邓晟淼', '男', '	15327618268', '	462857080@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 45);
INSERT INTO `t_student` VALUES (46, '0121910870618', '邢淳杰', '男', '	18843152851', '	778018549@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 46);
INSERT INTO `t_student` VALUES (47, '0121910870706', '程航宇', '男', '	15931987363', '	952224220@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 47);
INSERT INTO `t_student` VALUES (48, '0121910870709', '王佳政', '男', '	18071722696', '	2235238837@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 48);
INSERT INTO `t_student` VALUES (49, '0121910870717', '张尔浩男', '男', '	15307112610', '	1424993954@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 49);
INSERT INTO `t_student` VALUES (50, '0121910870825', '丁博琛', '男', '	19999599278', '	2574038115@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 50);
INSERT INTO `t_student` VALUES (51, '0121910880115', '陶志远', '男', '18062016059', '2570986081@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 51);
INSERT INTO `t_student` VALUES (52, '0121910880134', '刘云霞', '女', '18639612308', '3036096945@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 52);
INSERT INTO `t_student` VALUES (53, '0121910880137', '李美慧', '女', '13314080207', '1849686965@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 53);
INSERT INTO `t_student` VALUES (54, '0121910880203', '杜明远', '男', '18271807213', '1354170042@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 54);
INSERT INTO `t_student` VALUES (55, '0121910880205', '秦舒瑞', '男', '18276717891', '2421829629@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 55);
INSERT INTO `t_student` VALUES (56, '0121910880216', '蒋宗震', '男', '13797701258', '1091772118@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 56);
INSERT INTO `t_student` VALUES (57, '0121910880217', '彭艺俊', '男', '18327051136', '2386693481@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 57);
INSERT INTO `t_student` VALUES (58, '0121910880221', '王安平', '男', '18979625292', '2628825927@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 58);
INSERT INTO `t_student` VALUES (59, '0121910880231', '曾瑞浩', '男', '15105874688', '1759906245@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 59);
INSERT INTO `t_student` VALUES (60, '0121910880236', '陈柯言', '女', '13776772661', '1664915722@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 60);
INSERT INTO `t_student` VALUES (61, '0121910880237', '魏琳', '女', '18161655330', '898803038@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 61);
INSERT INTO `t_student` VALUES (62, '0121914680108', '张逸清', '男', '	13223915059', '	1104847791@qq.com', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 62);
INSERT INTO `t_student` VALUES (63, '0721910880243', '苌子鸣', '男', '', '', '软件工程', '软件1902', '2019', '计算机与人工智能学院', '武汉理工大学', 63);
INSERT INTO `t_student` VALUES (64, '0121904960120', '张珏烨', '男', '	18961208566', '	1250407865@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 64);
INSERT INTO `t_student` VALUES (65, '0121909361501', '段雨适', '男', '15178216002', '	1368384727@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 65);
INSERT INTO `t_student` VALUES (66, '0121910870212', '李超', '男', '	15927976228', '	1602015717@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 66);
INSERT INTO `t_student` VALUES (67, '0121910870302', '林炜鹏', '男', '	19859558328', '	1047520581@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 67);
INSERT INTO `t_student` VALUES (68, '0121910870319', '陈柏宇', '男', '	18252322520', '	2450101354@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 68);
INSERT INTO `t_student` VALUES (69, '0121910870322', '黄鲁阳', '男', '	17562604550', '	794158943@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 69);
INSERT INTO `t_student` VALUES (70, '0121910870332', '范唯一', '女', '	13995541334', '	2535806990@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 70);
INSERT INTO `t_student` VALUES (71, '0121910870401', '韩今晨', '男', '	18298160963', '	1617284214@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 71);
INSERT INTO `t_student` VALUES (72, '0121910870406', '李东哲', '男', '	15373815535', '	2601548431@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 72);
INSERT INTO `t_student` VALUES (73, '0121910870408', '刘书明', '男', '	17638335218', '	1741329149@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 73);
INSERT INTO `t_student` VALUES (74, '0121910870409', '李喆', '男', '	18771101001', '	2517952139@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 74);
INSERT INTO `t_student` VALUES (75, '0121910870424', '李涛', '男', '	18782729756', '	2914719951@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 75);
INSERT INTO `t_student` VALUES (76, '0121910870509', '程宇飞', '男', '	15971302832', '	1685969011@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 76);
INSERT INTO `t_student` VALUES (77, '0121910870631', '柳思源', '女', '	18971540897', '	464885199@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 77);
INSERT INTO `t_student` VALUES (78, '0121910870719', '季雨轩', '男', '	18862901524', '	1787859420@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 78);
INSERT INTO `t_student` VALUES (79, '0121910870808', '唐东辉', '男', '	18338832592', '	2932476852@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 79);
INSERT INTO `t_student` VALUES (80, '0121910870815', '李佳俊', '男', '	13477466054', '	3109525826@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 80);
INSERT INTO `t_student` VALUES (81, '0121910870830', '刘梦莹', '女', '	18336826911', '	2325272909@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 81);
INSERT INTO `t_student` VALUES (82, '0121910880101', '杨灿', '男', '18056720303', '1347044537@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 82);
INSERT INTO `t_student` VALUES (83, '0121910880102', '汪志豪', '男', '15871442189', '1486614899@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 83);
INSERT INTO `t_student` VALUES (84, '0121910880114', '周文杰', '男', '18971164974', '793682826@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 84);
INSERT INTO `t_student` VALUES (85, '0121910880121', '肖豫', '男', '18397879506', '1873759525@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 85);
INSERT INTO `t_student` VALUES (86, '0121910880131', '郑吉', '男', '15287009498', '2421362399@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 86);
INSERT INTO `t_student` VALUES (87, '0121910880132', '马必争', '男', '18767456899', '1442638766@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 87);
INSERT INTO `t_student` VALUES (88, '0121910880135', '王佳玉', '女', '13227162370', '1654290092@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 88);
INSERT INTO `t_student` VALUES (89, '0121910880141', '孙艺君', '女', '18095879533', '331716752@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 89);
INSERT INTO `t_student` VALUES (90, '0121910880230', '杜晓夫', '男', '18327163486', '1362041011@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 90);
INSERT INTO `t_student` VALUES (91, '0121910880239', '刘洋', '女', '18335219019', '1602278459@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 91);
INSERT INTO `t_student` VALUES (92, '0121914660103', '林冠成', '男', '	13859599600', '	820769446@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 92);
INSERT INTO `t_student` VALUES (93, '0121920390220', '刘磊', '男', '	17607380403', '	1301287226@qq.com', '软件工程', '软件1903', '2019', '计算机与人工智能学院', '武汉理工大学', 93);
INSERT INTO `t_student` VALUES (94, '0121902960145', '冯思丹', '女', '	13995826895', '	1245029129@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 94);
INSERT INTO `t_student` VALUES (95, '0121910870102', '吴锐', '男', '	17855985562', '	2429797552@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 95);
INSERT INTO `t_student` VALUES (96, '0121910870110', '黄玉隆', '男', '	13545255328', '	2450530918@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 96);
INSERT INTO `t_student` VALUES (97, '0121910870130', '陈海珍', '女', '	15071155567', '	1479431193@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 97);
INSERT INTO `t_student` VALUES (98, '0121910870303', '火兴涛', '男', '	15769399603', '	2636779829@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 98);
INSERT INTO `t_student` VALUES (99, '0121910870306', '黄尚楠', '男', '	17889822851', '	2444355699@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 99);
INSERT INTO `t_student` VALUES (100, '0121910870308', '徐松洋', '男', '	18771094961', '	3140898020@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 100);
INSERT INTO `t_student` VALUES (101, '0121910870318', '莫国庆', '男', '	18944949353', '	1617285096@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 101);
INSERT INTO `t_student` VALUES (102, '0121910870320', '杨林期', '男', '	15270027866', '	1397730235@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 102);
INSERT INTO `t_student` VALUES (103, '0121910870427', '章皓程', '男', '	13587513103', '	623090599@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 103);
INSERT INTO `t_student` VALUES (104, '0121910870502', '林锴威', '男', '	15259740121', '	2378810221@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 104);
INSERT INTO `t_student` VALUES (105, '0121910870512', '李明浩', '男', '	18086027721', '	2447613044@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 105);
INSERT INTO `t_student` VALUES (106, '0121910870516', '刘柏墉', '男', '	15897533187', '	936017948@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 106);
INSERT INTO `t_student` VALUES (107, '0121910870608', '马俊', '男', '	17596927478', '	2862308214@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 107);
INSERT INTO `t_student` VALUES (108, '0121910870634', '胡力丹', '女', '	18213188847', '	2126428251@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 108);
INSERT INTO `t_student` VALUES (109, '0121910870705', '李春雄', '男', '18327217494', '	394987816@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 109);
INSERT INTO `t_student` VALUES (110, '0121910870713', '彭锦坤', '男', '	18717170437', '	1438323608@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 110);
INSERT INTO `t_student` VALUES (111, '0121910870726', '黄江', '男', '	18271977099', '	514472792@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 111);
INSERT INTO `t_student` VALUES (112, '0121910880106', '陈军豪', '男', '19914972528', '1938693787@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 112);
INSERT INTO `t_student` VALUES (113, '0121910880111', '王超飞', '男', '15036871981', '1785878093@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 113);
INSERT INTO `t_student` VALUES (114, '0121910880117', '宋智彬', '男', '15527988939', '15527988939@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 114);
INSERT INTO `t_student` VALUES (115, '0121910880127', '陈泊舟', '男', '18282940928', '984116133@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 115);
INSERT INTO `t_student` VALUES (116, '0121910880130', '刘元昊', '男', '13578472573', '1050352495@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 116);
INSERT INTO `t_student` VALUES (117, '0121910880201', '黄彻', '男', '17856706861', '1977422849@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 117);
INSERT INTO `t_student` VALUES (118, '0121910880214', '嘉薛安', '男', '13886277397', '3214449620@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 118);
INSERT INTO `t_student` VALUES (119, '0121918390120', '张学敏', '男', '	18364647656', '	1056530521@qq.com', '软件工程', '软件zy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 119);
INSERT INTO `t_student` VALUES (120, '0121902970112', '胡森鹏', '男', '18162653887', '610584544@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 120);
INSERT INTO `t_student` VALUES (121, '0121905830509', '赵晨阳', '男', '	13203807067', '	1532261159@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 121);
INSERT INTO `t_student` VALUES (122, '0121910870106', '杨塘', '男', '	18212808031', '	3600729979@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 122);
INSERT INTO `t_student` VALUES (123, '0121910870203', '郑星君', '男', '	19890622634', '	3487485263@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 123);
INSERT INTO `t_student` VALUES (124, '0121910870223', '张皓', '男', '	18535707970', '	1120347745@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 124);
INSERT INTO `t_student` VALUES (125, '0121910870225', '李志雄', '男', '	13982262160', '	377355582@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 125);
INSERT INTO `t_student` VALUES (126, '0121910870229', '王伟生', '男', '	18325105894', '	2096196439@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 126);
INSERT INTO `t_student` VALUES (127, '0121910870326', '李锐锋', '男', '	15331572123', '	2560636495@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 127);
INSERT INTO `t_student` VALUES (128, '0121910870333', '程淑圆', '女', '	19861193242', '	1902460878@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 128);
INSERT INTO `t_student` VALUES (129, '0121910870410', '何顺', '男', '	19986284507', '	3044243151@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 129);
INSERT INTO `t_student` VALUES (130, '0121910870432', '郭泉', '女', '	13995622261', '	1344635925@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 130);
INSERT INTO `t_student` VALUES (131, '0121910870515', '郭鸿涛', '男', '19972556509', '	1311325183@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 131);
INSERT INTO `t_student` VALUES (132, '0121910870522', '张志伟', '男', '	17515099009', '	1328594104@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 132);
INSERT INTO `t_student` VALUES (133, '0121910870533', '于悦然', '女', '	15527928200', '	1747929932@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 133);
INSERT INTO `t_student` VALUES (134, '0121910870602', '李剑海', '男', '	18065917760', '	896410897@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 134);
INSERT INTO `t_student` VALUES (135, '0121910870604', '岑锦锋', '男', '	18777493423', '	1752552274@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 135);
INSERT INTO `t_student` VALUES (136, '0121910870615', '柳威', '男', '	18671526007', '	1145444907@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 136);
INSERT INTO `t_student` VALUES (137, '0121910870805', '张昊', '男', '	13195296698', '	2433195980@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 137);
INSERT INTO `t_student` VALUES (138, '0121910870817', '吴晓玮', '男', '	18075950097', '	846921551@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 138);
INSERT INTO `t_student` VALUES (139, '0121910870824', '彭群凯', '男', '	15916825528', '	1425143372@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 139);
INSERT INTO `t_student` VALUES (140, '0121910870826', '张峰', '男', '	15125147013', '	1156498373@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 140);
INSERT INTO `t_student` VALUES (141, '0121910880204', '陈轩晟', '男', '13226825097', '418635650@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 141);
INSERT INTO `t_student` VALUES (142, '0121910880206', '谢瑾璨', '男', '17687654172', '956987912@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 142);
INSERT INTO `t_student` VALUES (143, '0121910880215', '程霆钧', '男', '15927454808', '1476640176@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 143);
INSERT INTO `t_student` VALUES (144, '0121910880220', '杨开元', '男', '18371982958', '1092177682@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 144);
INSERT INTO `t_student` VALUES (145, '0121910880226', '黄浩', '男', '15181824874', '3065558397@qq.com', '软件工程', '软件zy1902', '2019', '计算机与人工智能学院', '武汉理工大学', 145);
INSERT INTO `t_student` VALUES (146, '0121810880215', '许润峰', '男', '15090771196', '764265587@qq.com', '软件工程', '软件sy1901', '2018', '计算机与人工智能学院', '武汉理工大学', 146);
INSERT INTO `t_student` VALUES (147, '0121904950718', '陈涛', '男', '	13177359966', '	1521552570@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 147);
INSERT INTO `t_student` VALUES (148, '0121907781017', '刘富瑞', '男', '	13477404172', '	1987024076@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 148);
INSERT INTO `t_student` VALUES (149, '0121909360809', '余润', '男', '	13569291967', '	1325966119@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 149);
INSERT INTO `t_student` VALUES (150, '0121910870103', '马雷', '男', '	18702743578', '	2902372891@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 150);
INSERT INTO `t_student` VALUES (151, '0121910870123', '吴帅康', '男', '	17335870187', '	1277705471@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 151);
INSERT INTO `t_student` VALUES (152, '0121910870128', '黄天择', '男', '	13282901226', '	965578978@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 152);
INSERT INTO `t_student` VALUES (153, '0121910870311', '周子杰', '男', '	18707180625', '	1198899267@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 153);
INSERT INTO `t_student` VALUES (154, '0121910870321', '特尼贡', '男', '	18771130169', '	2529078016@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 154);
INSERT INTO `t_student` VALUES (155, '0121910870518', '赵颢轩', '男', '	15688986695', '	1834247591@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 155);
INSERT INTO `t_student` VALUES (156, '0121910870612', '蔡兴畅', '男', '13627266085', '	2478439296@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 156);
INSERT INTO `t_student` VALUES (157, '0121910870620', '赖祥兴', '男', '	18160776071', '	2873205946@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 157);
INSERT INTO `t_student` VALUES (158, '0121910870809', '汪炎涛', '男', '	18162760593', '	2992408094@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 158);
INSERT INTO `t_student` VALUES (159, '0121910870813', '汤宇航', '男', '	18371274672', '	1726965652@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 159);
INSERT INTO `t_student` VALUES (160, '0121910870818', '李宁', '男', '	18744492425', '	1477619915@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 160);
INSERT INTO `t_student` VALUES (161, '0121910880120', '王安睿', '男', '18751911202', '983177098@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 161);
INSERT INTO `t_student` VALUES (162, '0121910880212', '曾创', '男', '15337232733', '2248797375@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 162);
INSERT INTO `t_student` VALUES (163, '0121910880213', '黄文衎', '男', '18162772269', '1245193665@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 163);
INSERT INTO `t_student` VALUES (164, '0121910880218', '张振东', '男', '18573851871', '1747672899@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 164);
INSERT INTO `t_student` VALUES (165, '0121910880234', '李玉苗', '女', '18971249995', '2806353279@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 165);
INSERT INTO `t_student` VALUES (166, '0121910880235', '李淑璠', '女', '15102754974', '594432848@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 166);
INSERT INTO `t_student` VALUES (167, '0121910880238', '孙晓帆', '女', '15588690098', '1023175047@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 167);
INSERT INTO `t_student` VALUES (168, '0121910880242', '吕王靖', '女', '18767840032', '1345539017@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 168);
INSERT INTO `t_student` VALUES (169, '0121920390214', '刘星', '男', '	15586756627', '	360176441@qq.com', '软件工程', '软件sy1901', '2019', '计算机与人工智能学院', '武汉理工大学', 169);
INSERT INTO `t_student` VALUES (170, '0121910890101', '任逸飞', '男', '19855811890', '572357940@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 170);
INSERT INTO `t_student` VALUES (171, '0121910890102', '何俊阳', '男', '18326029785', '1587432501@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 171);
INSERT INTO `t_student` VALUES (172, '0121910890103', '黄明辉', '男', '15260109791', '1733916932@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 172);
INSERT INTO `t_student` VALUES (173, '0121910890104', '张振嘉', '男', '15280873114', '2459909945@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 173);
INSERT INTO `t_student` VALUES (174, '0121910890105', '李东坡', '男', '13432103636', '763904792@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 174);
INSERT INTO `t_student` VALUES (175, '0121910890106', '刘天皓', '男', '13230563906', '1361790851@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 175);
INSERT INTO `t_student` VALUES (176, '0121910890107', '王恒', '男', '18637394965', '1353798226@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 176);
INSERT INTO `t_student` VALUES (177, '0121910890108', '许龙', '男', '18317787713', '992895629@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 177);
INSERT INTO `t_student` VALUES (178, '0121910890109', '张天承', '男', '18972695811', '1026417997@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 178);
INSERT INTO `t_student` VALUES (179, '0121910890110', '吕良孝', '男', '13997561163', '1214445268@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 179);
INSERT INTO `t_student` VALUES (180, '0121910890111', '夏俊驰', '男', '13297550802', '826111198@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 180);
INSERT INTO `t_student` VALUES (181, '0121910890112', '刘梓英', '男', '15907225565', '2435999277@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 181);
INSERT INTO `t_student` VALUES (182, '0121910890113', '张敬杰', '男', '18972129808', '583751002@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 182);
INSERT INTO `t_student` VALUES (183, '0121910890114', '吴文博', '男', '15672668553', '3474578645@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 183);
INSERT INTO `t_student` VALUES (184, '0121910890115', '张政', '男', '15337280827', '25469938@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 184);
INSERT INTO `t_student` VALUES (185, '0121910890116', '马俊', '男', '13797444909', '1583601518@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 185);
INSERT INTO `t_student` VALUES (186, '0121910890117', '杨富淇', '男', '18944945165', '1249569041@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 186);
INSERT INTO `t_student` VALUES (187, '0121910890118', '刘澧', '男', '15973307199', '1374991296@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 187);
INSERT INTO `t_student` VALUES (188, '0121910890119', '肖智文', '男', '13354317139', '1282760901@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 188);
INSERT INTO `t_student` VALUES (189, '0121910890120', '焦一航', '男', '19826036936', '3054901402@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 189);
INSERT INTO `t_student` VALUES (190, '0121910890121', '周嘉伟', '男', '18707917918', '1799907650@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 190);
INSERT INTO `t_student` VALUES (191, '0121910890122', '艾阳和', '男', '15527980227', '3367156053@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 191);
INSERT INTO `t_student` VALUES (192, '0121910890123', '郑胜', '男', '13667944257', '3222428467@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 192);
INSERT INTO `t_student` VALUES (193, '0121910890124', '杨子豪', '男', '15527536522', '18208955575@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 193);
INSERT INTO `t_student` VALUES (194, '0121910890126', '吴丹妮', '女', '15759946886', '1009181742@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 194);
INSERT INTO `t_student` VALUES (195, '0121910890127', '海依静', '女', '13393671606', '1779355240@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 195);
INSERT INTO `t_student` VALUES (196, '0121910890128', '李婷', '女', '15527989235', '1648725137@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 196);
INSERT INTO `t_student` VALUES (197, '0121910890129', '乔瑞瑞', '女', '18939178334', '1523923206@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 197);
INSERT INTO `t_student` VALUES (198, '0121910890130', '陈旻昱', '女', '13297958038', '1377025720@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 198);
INSERT INTO `t_student` VALUES (199, '0121910890131', '李雅馨', '女', '13437155138', '2106561367@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 199);
INSERT INTO `t_student` VALUES (200, '0121910890132', '何蓥旭', '女', '13844488651', '2118518918@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 200);
INSERT INTO `t_student` VALUES (201, '0121910890133', '陈曦', '女', '15347077311', '774953455@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 201);
INSERT INTO `t_student` VALUES (202, '0121910890134', '赵春潮', '女', '13834421316', '2660736177@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 202);
INSERT INTO `t_student` VALUES (203, '0121910890135', '庞佳琦', '女', '15157639329', '1067585939@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 203);
INSERT INTO `t_student` VALUES (204, '0121910890136', '祝遥', '女', '18867130073', '954423487@qq.com', '数据科学与大数据技术', '大数据1901', '2019', '计算机与人工智能学院', '武汉理工大学', 204);
INSERT INTO `t_student` VALUES (205, '0121810890118', '敖家豪', '男', '18774100713', '1423201509@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 205);
INSERT INTO `t_student` VALUES (206, '0121810890201', '祝建庭', '男', '18075378266', '2135396328@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 206);
INSERT INTO `t_student` VALUES (207, '0121910890201', '丁一凡', '男', '15256575079', '1019693082@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 207);
INSERT INTO `t_student` VALUES (208, '0121910890202', '梁垚', '男', '15256955601', '691849158@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 208);
INSERT INTO `t_student` VALUES (209, '0121910890203', '卓宗民', '男', '18064077404', '1308544012@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 209);
INSERT INTO `t_student` VALUES (210, '0121910890204', '张栋', '男', '15377611902', '519430255@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 210);
INSERT INTO `t_student` VALUES (211, '0121910890205', '游明东', '男', '13368561118', '1713355300@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 211);
INSERT INTO `t_student` VALUES (212, '0121910890206', '马建伟', '男', '15083130810', '2641832524@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 212);
INSERT INTO `t_student` VALUES (213, '0121910890207', '叶润繁', '男', '15690839857', '3109633742@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 213);
INSERT INTO `t_student` VALUES (214, '0121910890208', '张奥晨', '男', '17896831278', '1935008915@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 214);
INSERT INTO `t_student` VALUES (215, '0121910890209', '李冠', '男', '15527530109', '1533937831@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 215);
INSERT INTO `t_student` VALUES (216, '0121910890210', '冯柯胜', '男', '15271698113', '192357355@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 216);
INSERT INTO `t_student` VALUES (217, '0121910890211', '彭镓旺', '男', '13339719081', '937404708@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 217);
INSERT INTO `t_student` VALUES (218, '0121910890212', '唐岩', '男', '18986217551', '2430630058@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 218);
INSERT INTO `t_student` VALUES (219, '0121910890213', '董康', '男', '18680512563', '1831560139@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 219);
INSERT INTO `t_student` VALUES (220, '0121910890214', '陈勇', '男', '15827330582', '2629278341@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 220);
INSERT INTO `t_student` VALUES (221, '0121910890215', '李泽豪', '男', '13264830218', '1522253211@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 221);
INSERT INTO `t_student` VALUES (222, '0121910890216', '宁小杨', '男', '15527928525', '2672824226@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 222);
INSERT INTO `t_student` VALUES (223, '0121910890218', '刘俊鹏', '男', '13044379809', '2863202428@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 223);
INSERT INTO `t_student` VALUES (224, '0121910890219', '王博轩', '男', '15623126859', '1021164717@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 224);
INSERT INTO `t_student` VALUES (225, '0121910890220', '黄名儒', '男', '15961963653', '1529337338@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 225);
INSERT INTO `t_student` VALUES (226, '0121910890221', '李泽正', '男', '19970391089', '247354300@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 226);
INSERT INTO `t_student` VALUES (227, '0121910890222', '吴俊', '男', '18988110761', '1508366545@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 227);
INSERT INTO `t_student` VALUES (228, '0121910890223', '胡锦颢', '男', '15020339715', '1543851932@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 228);
INSERT INTO `t_student` VALUES (229, '0121910890224', '苗腾垠', '男', '15296653244', '2290811386@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 229);
INSERT INTO `t_student` VALUES (230, '0121910890225', '林雪婷', '女', '18100570580', '2369398743@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 230);
INSERT INTO `t_student` VALUES (231, '0121910890226', '陈柳霏', '女', '18877676865', '1004745847@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 231);
INSERT INTO `t_student` VALUES (232, '0121910890227', '赵希月', '女', '18385302976', '2373961841@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 232);
INSERT INTO `t_student` VALUES (233, '0121910890228', '马子怡', '女', '17803392552', '643091906@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 233);
INSERT INTO `t_student` VALUES (234, '0121910890229', '孟颖', '女', '15827174635', '1627988965@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 234);
INSERT INTO `t_student` VALUES (235, '0121910890230', '喻歆淳', '女', '18327076496', '1012568398@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 235);
INSERT INTO `t_student` VALUES (236, '0121910890231', '陈诺', '女', '15926502182', '451601107@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 236);
INSERT INTO `t_student` VALUES (237, '0121910890232', '张凌波', '女', '13382304852', '1121747846@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 237);
INSERT INTO `t_student` VALUES (238, '0121910890233', '李佳仪', '女', '15166015016', '2551560746@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 238);
INSERT INTO `t_student` VALUES (239, '0121910890234', '梁沨琴', '女', '18327144995', '2423739805@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 239);
INSERT INTO `t_student` VALUES (240, '0121910890235', '孙铱璐', '女', '18268669666', '1793887343@qq.com', '数据科学与大数据技术', '大数据1902', '2019', '计算机与人工智能学院', '武汉理工大学', 240);
INSERT INTO `t_student` VALUES (241, '0121910900101', '孙奥', '男', '18056179177', '1714794443@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 241);
INSERT INTO `t_student` VALUES (242, '0121910900102', '王智超', '男', '18326018746', '2329717500@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 242);
INSERT INTO `t_student` VALUES (243, '0121910900103', '黄维东', '男', '13345554285', '1424865369@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 243);
INSERT INTO `t_student` VALUES (244, '0121910900104', '邱瑞', '男', '13950694071', '953892232@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 244);
INSERT INTO `t_student` VALUES (245, '0121910900105', '谢煌', '男', '15280359932', '1434572337@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 245);
INSERT INTO `t_student` VALUES (246, '0121910900106', '黄平', '男', '18277469891', '779850953@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 246);
INSERT INTO `t_student` VALUES (247, '0121910900107', '刘昕', '男', '18169700937', '918915372@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 247);
INSERT INTO `t_student` VALUES (248, '0121910900108', '张一祎', '男', '15527980298', '979642772@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 248);
INSERT INTO `t_student` VALUES (249, '0121910900109', '冀子晗', '男', '15538015786', '3219422746@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 249);
INSERT INTO `t_student` VALUES (250, '0121910900110', '宗欣涛', '男', '15137229918', '2427935815@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 250);
INSERT INTO `t_student` VALUES (251, '0121910900111', '王国升', '男', '15527951915', '824121201@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 251);
INSERT INTO `t_student` VALUES (252, '0121910900112', '吴立', '男', '15272499417', '484805252@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 252);
INSERT INTO `t_student` VALUES (253, '0121910900113', '吴俊豪', '男', '15072245220', '1940670847@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 253);
INSERT INTO `t_student` VALUES (254, '0121910900114', '张汪凌', '男', '13264964277', '354155602@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 254);
INSERT INTO `t_student` VALUES (255, '0121910900115', '牛齐元', '男', '15871426529', '2321174073@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 255);
INSERT INTO `t_student` VALUES (256, '0121910900116', '曹宇坤', '男', '18771021130', '2896498361@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 256);
INSERT INTO `t_student` VALUES (257, '0121910900117', '段明旭', '男', '13207248393', '2918216722@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 257);
INSERT INTO `t_student` VALUES (258, '0121910900118', '周鑫煜', '男', '13971085615', '729593736@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 258);
INSERT INTO `t_student` VALUES (259, '0121910900119', '刘想', '男', '13973600019', '1431385721@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 259);
INSERT INTO `t_student` VALUES (260, '0121910900120', '李晓', '男', '15071094790', '2293900467@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 260);
INSERT INTO `t_student` VALUES (261, '0121910900121', '郭文刚', '男', '13912496735', '277878056@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 261);
INSERT INTO `t_student` VALUES (262, '0121910900122', '崔迅', '男', '13801443440', '1829982422@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 262);
INSERT INTO `t_student` VALUES (263, '0121910900123', '胡佳颖', '男', '15170564103', '2744653529@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 263);
INSERT INTO `t_student` VALUES (264, '0121910900124', '郭东一', '男', '15653678825', '2263464120@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 264);
INSERT INTO `t_student` VALUES (265, '0121910900125', '李世林', '男', '13656432127', '1658088125@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 265);
INSERT INTO `t_student` VALUES (266, '0121910900126', '刘子琳', '男', '18354528441', '514711707@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 266);
INSERT INTO `t_student` VALUES (267, '0121910900127', '李煜', '男', '17854556697', '475615514@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 267);
INSERT INTO `t_student` VALUES (268, '0121910900128', '李晓辉', '男', '15527988132', '915978643@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 268);
INSERT INTO `t_student` VALUES (269, '0121910900129', '陈泽强', '男', '18111721772', '1165330183@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 269);
INSERT INTO `t_student` VALUES (270, '0121910900130', '朱泽鸿', '男', '18222276530', '1031842869@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 270);
INSERT INTO `t_student` VALUES (271, '0121910900131', '唐智华', '男', '13193216718', '2606248581@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 271);
INSERT INTO `t_student` VALUES (272, '0121910900132', '彭晾', '女', '18269254565', '2864229544@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 272);
INSERT INTO `t_student` VALUES (273, '0121910900133', '姜慧云', '女', '15639625365', '2092212718@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 273);
INSERT INTO `t_student` VALUES (274, '0121910900134', '谭梦青', '女', '18327016967', '2427824943@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 274);
INSERT INTO `t_student` VALUES (275, '0121910900135', '周一卓', '女', '15377636835', '491350710@qq.com', '人工智能', '人工智能1901', '2019', '计算机与人工智能学院', '武汉理工大学', 275);
INSERT INTO `t_student` VALUES (276, '0121910900201', '方宏林', '男', '13667166717', '1179465335@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 276);
INSERT INTO `t_student` VALUES (277, '0121910900202', '刘全', '男', '18269892350', '1106588156@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 277);
INSERT INTO `t_student` VALUES (278, '0121910900203', '赵聪远', '男', '18811698199', '2423230550@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 278);
INSERT INTO `t_student` VALUES (279, '0121910900204', '叶晓艺', '男', '19942868590', '2632969379@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 279);
INSERT INTO `t_student` VALUES (280, '0121910900205', '李泽洲', '男', '13631693797', '969592931@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 280);
INSERT INTO `t_student` VALUES (281, '0121910900206', '潘立矗', '男', '18776074560', '826984104@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 281);
INSERT INTO `t_student` VALUES (282, '0121910900207', '罗力', '男', '18685720869', '1208464947@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 282);
INSERT INTO `t_student` VALUES (283, '0121910900208', '李珅志', '男', '15731706299', '3092428433@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 283);
INSERT INTO `t_student` VALUES (284, '0121910900209', '赵世展', '男', '18737072087', '2786983427@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 284);
INSERT INTO `t_student` VALUES (285, '0121910900210', '吕光涛', '男', '18860271254', '1004392768@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 285);
INSERT INTO `t_student` VALUES (286, '0121910900211', '欧阳江成', '男', '15927632565', '3303515235@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 286);
INSERT INTO `t_student` VALUES (287, '0121910900212', '杜玄', '男', '13677163047', '1294909052@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 287);
INSERT INTO `t_student` VALUES (288, '0121910900213', '甘嘉志', '男', '18471350252', '2652632511@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 288);
INSERT INTO `t_student` VALUES (289, '0121910900214', '郁博涵', '男', '17343333619', '1006248766@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 289);
INSERT INTO `t_student` VALUES (290, '0121910900215', '胡骏涛', '男', '13886164370', '1027528191@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 290);
INSERT INTO `t_student` VALUES (291, '0121910900216', '吕一鸣', '男', '15342418752', '2573167501@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 291);
INSERT INTO `t_student` VALUES (292, '0121910900217', '李俊杰', '男', '19871834018', '2088608378@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 292);
INSERT INTO `t_student` VALUES (293, '0121910900218', '曾令鑫', '男', '15873401794', '1830363245@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 293);
INSERT INTO `t_student` VALUES (294, '0121910900219', '赵洲璇', '男', '17382127365', '1830349347@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 294);
INSERT INTO `t_student` VALUES (295, '0121910900220', '蒋环宇', '男', '18327058145', '478249277@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 295);
INSERT INTO `t_student` VALUES (296, '0121910900221', '王锦晖', '男', '13365240832', '3285344665@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 296);
INSERT INTO `t_student` VALUES (297, '0121910900222', '李正阳', '男', '15387910331', '1909459436@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 297);
INSERT INTO `t_student` VALUES (298, '0121910900223', '冯一航', '男', '18240163818', '893284453@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 298);
INSERT INTO `t_student` VALUES (299, '0121910900224', '孟成林', '男', '15005403521', '3223882462@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 299);
INSERT INTO `t_student` VALUES (300, '0121910900225', '孟祥飞', '男', '13001555973', '1606866410@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 300);
INSERT INTO `t_student` VALUES (301, '0121910900226', '葛宝斌', '男', '13963619580', '3263114159@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 301);
INSERT INTO `t_student` VALUES (302, '0121910900227', '崔超', '男', '15064199492', '2324549859@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 302);
INSERT INTO `t_student` VALUES (303, '0121910900228', '李岳', '男', '18717795861', '903187709@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 303);
INSERT INTO `t_student` VALUES (304, '0121910900229', '谢毅', '男', '18783380313', '2949386913@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 304);
INSERT INTO `t_student` VALUES (305, '0121910900230', '李琦健', '男', '15537601587', '975382988@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 305);
INSERT INTO `t_student` VALUES (306, '0121910900231', '蔡锈文', '女', '19886359802', '1282296177@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 306);
INSERT INTO `t_student` VALUES (307, '0121910900232', '尚子玮', '女', '16603189693', '416335960@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 307);
INSERT INTO `t_student` VALUES (308, '0121910900233', '钱晨', '女', '13720273076', '1723984553@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 308);
INSERT INTO `t_student` VALUES (309, '0121910900235', '范馨予', '女', '13550879925', '3094888139@qq.com', '人工智能', '人工智能1902', '2019', '计算机与人工智能学院', '武汉理工大学', 309);

-- ----------------------------
-- Table structure for t_upload
-- ----------------------------
DROP TABLE IF EXISTS `t_upload`;
CREATE TABLE `t_upload`  (
                             `id` int NOT NULL AUTO_INCREMENT COMMENT '上传记录 ID',
                             `upload_status` int NULL DEFAULT NULL COMMENT '今日是否完成上传',
                             `upload_date_time` timestamp NULL DEFAULT NULL COMMENT '上传时间',
                             `local_health_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '本地健康码地址',
                             `local_schedule_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '本地行程码地址',
                             `local_closed_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '本地密接查地址',
                             `cloud_health_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '云健康码地址',
                             `cloud_schedule_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '云行程码地址',
                             `cloud_closed_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '云密接查地址',
                             `user_id` int NULL DEFAULT NULL COMMENT '用户 ID',
                             PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 13 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of t_upload
-- ----------------------------
INSERT INTO `t_upload` VALUES (5, 0, '2022-07-01 18:27:57', '', '', '', '', '', '', 109);
INSERT INTO `t_upload` VALUES (8, 0, '2022-07-02 20:51:39', '', '', '', '', '', '', 109);
INSERT INTO `t_upload` VALUES (9, 0, '2022-07-03 16:00:32', '', '', '', '', '', '', 109);
INSERT INTO `t_upload` VALUES (10, 0, '2022-07-04 19:21:19', '', '', '', 'http://wut.springbear2020.cn/images/武汉理工大学/计算机与人工智能学院/2019级/软件工程/软件zy1901/2022-07-04/李春雄-健康码-20220704192118.png', 'http://wut.springbear2020.cn/images/武汉理工大学/计算机与人工智能学院/2019级/软件工程/软件zy1901/2022-07-04/李春雄-行程码-20220704192118.png', 'http://wut.springbear2020.cn/images/武汉理工大学/计算机与人工智能学院/2019级/软件工程/软件zy1901/2022-07-04/李春雄-密接查-20220704192118.png', 109);
INSERT INTO `t_upload` VALUES (11, 1, '2022-07-05 20:21:56', 'static/img/notUpload.png', 'static/img/notUpload.png', 'static/img/notUpload.png', 'static/img/notUpload.png', 'static/img/notUpload.png', 'static/img/notUpload.png', 109);
INSERT INTO `t_upload` VALUES (12, 1, '2022-07-05 21:28:54', 'static/img/notUpload.png', 'static/img/notUpload.png', 'static/img/notUpload.png', 'static/img/notUpload.png', 'static/img/notUpload.png', 'static/img/notUpload.png', 109);

-- ----------------------------
-- Table structure for t_user
-- ----------------------------
DROP TABLE IF EXISTS `t_user`;
CREATE TABLE `t_user`  (
                           `id` int NOT NULL AUTO_INCREMENT COMMENT '用户 ID',
                           `username` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '用户名',
                           `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '密码',
                           `last_login_date` date NULL DEFAULT NULL COMMENT '上次登录日期',
                           `user_type` int NULL DEFAULT NULL COMMENT '用户类型',
                           `user_status` int NULL DEFAULT NULL COMMENT '用户状态',
                           `student_id` int NULL DEFAULT NULL COMMENT '学生 ID',
                           PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 310 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of t_user
-- ----------------------------
INSERT INTO `t_user` VALUES (1, '0121910870207', '0121910870207', '1970-01-01', 0, 0, 1);
INSERT INTO `t_user` VALUES (2, '0121910870215', '0121910870215', '1970-01-01', 0, 0, 2);
INSERT INTO `t_user` VALUES (3, '0121910870219', '0121910870219', '1970-01-01', 0, 0, 3);
INSERT INTO `t_user` VALUES (4, '0121910870220', '0121910870220', '1970-01-01', 0, 0, 4);
INSERT INTO `t_user` VALUES (5, '0121910870405', '0121910870405', '1970-01-01', 0, 0, 5);
INSERT INTO `t_user` VALUES (6, '0121910870407', '0121910870407', '1970-01-01', 0, 0, 6);
INSERT INTO `t_user` VALUES (7, '0121910870418', '0121910870418', '1970-01-01', 0, 0, 7);
INSERT INTO `t_user` VALUES (8, '0121910870433', '0121910870433', '1970-01-01', 0, 0, 8);
INSERT INTO `t_user` VALUES (9, '0121910870434', '0121910870434', '1970-01-01', 0, 0, 9);
INSERT INTO `t_user` VALUES (10, '0121910870601', '0121910870601', '1970-01-01', 0, 0, 10);
INSERT INTO `t_user` VALUES (11, '0121910870613', '0121910870613', '1970-01-01', 0, 0, 11);
INSERT INTO `t_user` VALUES (12, '0121910870712', '0121910870712', '1970-01-01', 0, 0, 12);
INSERT INTO `t_user` VALUES (13, '0121910870730', '0121910870730', '1970-01-01', 0, 0, 13);
INSERT INTO `t_user` VALUES (14, '0121910870733', '0121910870733', '1970-01-01', 0, 0, 14);
INSERT INTO `t_user` VALUES (15, '0121910870807', '0121910870807', '1970-01-01', 0, 0, 15);
INSERT INTO `t_user` VALUES (16, '0121910870810', '0121910870810', '1970-01-01', 0, 0, 16);
INSERT INTO `t_user` VALUES (17, '0121910870814', '0121910870814', '1970-01-01', 0, 0, 17);
INSERT INTO `t_user` VALUES (18, '0121910880103', '0121910880103', '1970-01-01', 0, 0, 18);
INSERT INTO `t_user` VALUES (19, '0121910880105', '0121910880105', '1970-01-01', 0, 0, 19);
INSERT INTO `t_user` VALUES (20, '0121910880108', '0121910880108', '1970-01-01', 0, 0, 20);
INSERT INTO `t_user` VALUES (21, '0121910880112', '0121910880112', '1970-01-01', 0, 0, 21);
INSERT INTO `t_user` VALUES (22, '0121910880113', '0121910880113', '1970-01-01', 0, 0, 22);
INSERT INTO `t_user` VALUES (23, '0121910880116', '0121910880116', '1970-01-01', 0, 0, 23);
INSERT INTO `t_user` VALUES (24, '0121910880118', '0121910880118', '1970-01-01', 0, 0, 24);
INSERT INTO `t_user` VALUES (25, '0121910880124', '0121910880124', '1970-01-01', 0, 0, 25);
INSERT INTO `t_user` VALUES (26, '0121910880129', '0121910880129', '1970-01-01', 0, 0, 26);
INSERT INTO `t_user` VALUES (27, '0121910880138', '0121910880138', '1970-01-01', 0, 0, 27);
INSERT INTO `t_user` VALUES (28, '0121910880139', '0121910880139', '1970-01-01', 0, 0, 28);
INSERT INTO `t_user` VALUES (29, '0121910880142', '0121910880142', '1970-01-01', 0, 0, 29);
INSERT INTO `t_user` VALUES (30, '0121910880209', '0121910880209', '1970-01-01', 0, 0, 30);
INSERT INTO `t_user` VALUES (31, '0121910880210', '0121910880210', '1970-01-01', 0, 0, 31);
INSERT INTO `t_user` VALUES (32, '0121810870534', '0121810870534', '1970-01-01', 0, 0, 32);
INSERT INTO `t_user` VALUES (33, '0121908910115', '0121908910115', '1970-01-01', 0, 0, 33);
INSERT INTO `t_user` VALUES (34, '0121908910226', '0121908910226', '1970-01-01', 0, 0, 34);
INSERT INTO `t_user` VALUES (35, '0121910870124', '0121910870124', '1970-01-01', 0, 0, 35);
INSERT INTO `t_user` VALUES (36, '0121910870125', '0121910870125', '1970-01-01', 0, 0, 36);
INSERT INTO `t_user` VALUES (37, '0121910870216', '0121910870216', '1970-01-01', 0, 0, 37);
INSERT INTO `t_user` VALUES (38, '0121910870317', '0121910870317', '1970-01-01', 0, 0, 38);
INSERT INTO `t_user` VALUES (39, '0121910870325', '0121910870325', '1970-01-01', 0, 0, 39);
INSERT INTO `t_user` VALUES (40, '0121910870403', '0121910870403', '1970-01-01', 0, 0, 40);
INSERT INTO `t_user` VALUES (41, '0121910870404', '0121910870404', '1970-01-01', 0, 0, 41);
INSERT INTO `t_user` VALUES (42, '0121910870416', '0121910870416', '1970-01-01', 0, 0, 42);
INSERT INTO `t_user` VALUES (43, '0121910870423', '0121910870423', '1970-01-01', 0, 0, 43);
INSERT INTO `t_user` VALUES (44, '0121910870531', '0121910870531', '1970-01-01', 0, 0, 44);
INSERT INTO `t_user` VALUES (45, '0121910870616', '0121910870616', '1970-01-01', 0, 0, 45);
INSERT INTO `t_user` VALUES (46, '0121910870618', '0121910870618', '1970-01-01', 0, 0, 46);
INSERT INTO `t_user` VALUES (47, '0121910870706', '0121910870706', '1970-01-01', 0, 0, 47);
INSERT INTO `t_user` VALUES (48, '0121910870709', '0121910870709', '1970-01-01', 0, 0, 48);
INSERT INTO `t_user` VALUES (49, '0121910870717', '0121910870717', '1970-01-01', 0, 0, 49);
INSERT INTO `t_user` VALUES (50, '0121910870825', '0121910870825', '1970-01-01', 0, 0, 50);
INSERT INTO `t_user` VALUES (51, '0121910880115', '0121910880115', '1970-01-01', 0, 0, 51);
INSERT INTO `t_user` VALUES (52, '0121910880134', '0121910880134', '1970-01-01', 0, 0, 52);
INSERT INTO `t_user` VALUES (53, '0121910880137', '0121910880137', '1970-01-01', 0, 0, 53);
INSERT INTO `t_user` VALUES (54, '0121910880203', '0121910880203', '1970-01-01', 0, 0, 54);
INSERT INTO `t_user` VALUES (55, '0121910880205', '0121910880205', '1970-01-01', 0, 0, 55);
INSERT INTO `t_user` VALUES (56, '0121910880216', '0121910880216', '1970-01-01', 0, 0, 56);
INSERT INTO `t_user` VALUES (57, '0121910880217', '0121910880217', '1970-01-01', 0, 0, 57);
INSERT INTO `t_user` VALUES (58, '0121910880221', '0121910880221', '1970-01-01', 0, 0, 58);
INSERT INTO `t_user` VALUES (59, '0121910880231', '0121910880231', '1970-01-01', 0, 0, 59);
INSERT INTO `t_user` VALUES (60, '0121910880236', '0121910880236', '1970-01-01', 0, 0, 60);
INSERT INTO `t_user` VALUES (61, '0121910880237', '0121910880237', '1970-01-01', 0, 0, 61);
INSERT INTO `t_user` VALUES (62, '0121914680108', '0121914680108', '1970-01-01', 0, 0, 62);
INSERT INTO `t_user` VALUES (63, '0721910880243', '0721910880243', '1970-01-01', 0, 0, 63);
INSERT INTO `t_user` VALUES (64, '0121904960120', '0121904960120', '1970-01-01', 0, 0, 64);
INSERT INTO `t_user` VALUES (65, '0121909361501', '0121909361501', '1970-01-01', 0, 0, 65);
INSERT INTO `t_user` VALUES (66, '0121910870212', '0121910870212', '1970-01-01', 0, 0, 66);
INSERT INTO `t_user` VALUES (67, '0121910870302', '0121910870302', '1970-01-01', 0, 0, 67);
INSERT INTO `t_user` VALUES (68, '0121910870319', '0121910870319', '1970-01-01', 0, 0, 68);
INSERT INTO `t_user` VALUES (69, '0121910870322', '0121910870322', '1970-01-01', 0, 0, 69);
INSERT INTO `t_user` VALUES (70, '0121910870332', '0121910870332', '1970-01-01', 0, 0, 70);
INSERT INTO `t_user` VALUES (71, '0121910870401', '0121910870401', '1970-01-01', 0, 0, 71);
INSERT INTO `t_user` VALUES (72, '0121910870406', '0121910870406', '1970-01-01', 0, 0, 72);
INSERT INTO `t_user` VALUES (73, '0121910870408', '0121910870408', '1970-01-01', 0, 0, 73);
INSERT INTO `t_user` VALUES (74, '0121910870409', '0121910870409', '1970-01-01', 0, 0, 74);
INSERT INTO `t_user` VALUES (75, '0121910870424', '0121910870424', '1970-01-01', 0, 0, 75);
INSERT INTO `t_user` VALUES (76, '0121910870509', '0121910870509', '1970-01-01', 0, 0, 76);
INSERT INTO `t_user` VALUES (77, '0121910870631', '0121910870631', '1970-01-01', 0, 0, 77);
INSERT INTO `t_user` VALUES (78, '0121910870719', '0121910870719', '1970-01-01', 0, 0, 78);
INSERT INTO `t_user` VALUES (79, '0121910870808', '0121910870808', '1970-01-01', 0, 0, 79);
INSERT INTO `t_user` VALUES (80, '0121910870815', '0121910870815', '1970-01-01', 0, 0, 80);
INSERT INTO `t_user` VALUES (81, '0121910870830', '0121910870830', '1970-01-01', 0, 0, 81);
INSERT INTO `t_user` VALUES (82, '0121910880101', '0121910880101', '1970-01-01', 0, 0, 82);
INSERT INTO `t_user` VALUES (83, '0121910880102', '0121910880102', '1970-01-01', 0, 0, 83);
INSERT INTO `t_user` VALUES (84, '0121910880114', '0121910880114', '1970-01-01', 0, 0, 84);
INSERT INTO `t_user` VALUES (85, '0121910880121', '0121910880121', '1970-01-01', 0, 0, 85);
INSERT INTO `t_user` VALUES (86, '0121910880131', '0121910880131', '1970-01-01', 0, 0, 86);
INSERT INTO `t_user` VALUES (87, '0121910880132', '0121910880132', '1970-01-01', 0, 0, 87);
INSERT INTO `t_user` VALUES (88, '0121910880135', '0121910880135', '1970-01-01', 0, 0, 88);
INSERT INTO `t_user` VALUES (89, '0121910880141', '0121910880141', '1970-01-01', 0, 0, 89);
INSERT INTO `t_user` VALUES (90, '0121910880230', '0121910880230', '1970-01-01', 0, 0, 90);
INSERT INTO `t_user` VALUES (91, '0121910880239', '0121910880239', '1970-01-01', 0, 0, 91);
INSERT INTO `t_user` VALUES (92, '0121914660103', '0121914660103', '1970-01-01', 0, 0, 92);
INSERT INTO `t_user` VALUES (93, '0121920390220', '0121920390220', '1970-01-01', 0, 0, 93);
INSERT INTO `t_user` VALUES (94, '0121902960145', '0121902960145', '1970-01-01', 0, 0, 94);
INSERT INTO `t_user` VALUES (95, '0121910870102', '0121910870102', '1970-01-01', 0, 0, 95);
INSERT INTO `t_user` VALUES (96, '0121910870110', '0121910870110', '1970-01-01', 0, 0, 96);
INSERT INTO `t_user` VALUES (97, '0121910870130', '0121910870130', '1970-01-01', 0, 0, 97);
INSERT INTO `t_user` VALUES (98, '0121910870303', '0121910870303', '1970-01-01', 0, 0, 98);
INSERT INTO `t_user` VALUES (99, '0121910870306', '0121910870306', '1970-01-01', 0, 0, 99);
INSERT INTO `t_user` VALUES (100, '0121910870308', '0121910870308', '1970-01-01', 0, 0, 100);
INSERT INTO `t_user` VALUES (101, '0121910870318', '0121910870318', '1970-01-01', 0, 0, 101);
INSERT INTO `t_user` VALUES (102, '0121910870320', '0121910870320', '1970-01-01', 0, 0, 102);
INSERT INTO `t_user` VALUES (103, '0121910870427', '0121910870427', '1970-01-01', 0, 0, 103);
INSERT INTO `t_user` VALUES (104, '0121910870502', '0121910870502', '1970-01-01', 0, 0, 104);
INSERT INTO `t_user` VALUES (105, '0121910870512', '0121910870512', '1970-01-01', 0, 0, 105);
INSERT INTO `t_user` VALUES (106, '0121910870516', '0121910870516', '1970-01-01', 0, 0, 106);
INSERT INTO `t_user` VALUES (107, '0121910870608', '0121910870608', '1970-01-01', 0, 0, 107);
INSERT INTO `t_user` VALUES (108, '0121910870634', '0121910870634', '1970-01-01', 0, 0, 108);
INSERT INTO `t_user` VALUES (109, '0121910870705', '0121910870705', '2022-07-05', 1, 0, 109);
INSERT INTO `t_user` VALUES (110, '0121910870713', '0121910870713', '1970-01-01', 0, 0, 110);
INSERT INTO `t_user` VALUES (111, '0121910870726', '0121910870726', '1970-01-01', 0, 0, 111);
INSERT INTO `t_user` VALUES (112, '0121910880106', '0121910880106', '1970-01-01', 0, 0, 112);
INSERT INTO `t_user` VALUES (113, '0121910880111', '0121910880111', '1970-01-01', 0, 0, 113);
INSERT INTO `t_user` VALUES (114, '0121910880117', '0121910880117', '1970-01-01', 0, 0, 114);
INSERT INTO `t_user` VALUES (115, '0121910880127', '0121910880127', '1970-01-01', 0, 0, 115);
INSERT INTO `t_user` VALUES (116, '0121910880130', '0121910880130', '1970-01-01', 0, 0, 116);
INSERT INTO `t_user` VALUES (117, '0121910880201', '0121910880201', '1970-01-01', 0, 0, 117);
INSERT INTO `t_user` VALUES (118, '0121910880214', '0121910880214', '1970-01-01', 0, 0, 118);
INSERT INTO `t_user` VALUES (119, '0121918390120', '0121918390120', '1970-01-01', 0, 0, 119);
INSERT INTO `t_user` VALUES (120, '0121902970112', '0121902970112', '1970-01-01', 0, 0, 120);
INSERT INTO `t_user` VALUES (121, '0121905830509', '0121905830509', '1970-01-01', 0, 0, 121);
INSERT INTO `t_user` VALUES (122, '0121910870106', '0121910870106', '1970-01-01', 0, 0, 122);
INSERT INTO `t_user` VALUES (123, '0121910870203', '0121910870203', '1970-01-01', 0, 0, 123);
INSERT INTO `t_user` VALUES (124, '0121910870223', '0121910870223', '1970-01-01', 0, 0, 124);
INSERT INTO `t_user` VALUES (125, '0121910870225', '0121910870225', '1970-01-01', 0, 0, 125);
INSERT INTO `t_user` VALUES (126, '0121910870229', '0121910870229', '1970-01-01', 0, 0, 126);
INSERT INTO `t_user` VALUES (127, '0121910870326', '0121910870326', '1970-01-01', 0, 0, 127);
INSERT INTO `t_user` VALUES (128, '0121910870333', '0121910870333', '1970-01-01', 0, 0, 128);
INSERT INTO `t_user` VALUES (129, '0121910870410', '0121910870410', '1970-01-01', 0, 0, 129);
INSERT INTO `t_user` VALUES (130, '0121910870432', '0121910870432', '1970-01-01', 0, 0, 130);
INSERT INTO `t_user` VALUES (131, '0121910870515', '0121910870515', '1970-01-01', 0, 0, 131);
INSERT INTO `t_user` VALUES (132, '0121910870522', '0121910870522', '1970-01-01', 0, 0, 132);
INSERT INTO `t_user` VALUES (133, '0121910870533', '0121910870533', '1970-01-01', 0, 0, 133);
INSERT INTO `t_user` VALUES (134, '0121910870602', '0121910870602', '1970-01-01', 0, 0, 134);
INSERT INTO `t_user` VALUES (135, '0121910870604', '0121910870604', '1970-01-01', 0, 0, 135);
INSERT INTO `t_user` VALUES (136, '0121910870615', '0121910870615', '1970-01-01', 0, 0, 136);
INSERT INTO `t_user` VALUES (137, '0121910870805', '0121910870805', '1970-01-01', 0, 0, 137);
INSERT INTO `t_user` VALUES (138, '0121910870817', '0121910870817', '1970-01-01', 0, 0, 138);
INSERT INTO `t_user` VALUES (139, '0121910870824', '0121910870824', '1970-01-01', 0, 0, 139);
INSERT INTO `t_user` VALUES (140, '0121910870826', '0121910870826', '1970-01-01', 0, 0, 140);
INSERT INTO `t_user` VALUES (141, '0121910880204', '0121910880204', '1970-01-01', 0, 0, 141);
INSERT INTO `t_user` VALUES (142, '0121910880206', '0121910880206', '1970-01-01', 0, 0, 142);
INSERT INTO `t_user` VALUES (143, '0121910880215', '0121910880215', '1970-01-01', 0, 0, 143);
INSERT INTO `t_user` VALUES (144, '0121910880220', '0121910880220', '1970-01-01', 0, 0, 144);
INSERT INTO `t_user` VALUES (145, '0121910880226', '0121910880226', '1970-01-01', 0, 0, 145);
INSERT INTO `t_user` VALUES (146, '0121810880215', '0121810880215', '1970-01-01', 0, 0, 146);
INSERT INTO `t_user` VALUES (147, '0121904950718', '0121904950718', '1970-01-01', 0, 0, 147);
INSERT INTO `t_user` VALUES (148, '0121907781017', '0121907781017', '1970-01-01', 0, 0, 148);
INSERT INTO `t_user` VALUES (149, '0121909360809', '0121909360809', '1970-01-01', 0, 0, 149);
INSERT INTO `t_user` VALUES (150, '0121910870103', '0121910870103', '1970-01-01', 0, 0, 150);
INSERT INTO `t_user` VALUES (151, '0121910870123', '0121910870123', '1970-01-01', 0, 0, 151);
INSERT INTO `t_user` VALUES (152, '0121910870128', '0121910870128', '1970-01-01', 0, 0, 152);
INSERT INTO `t_user` VALUES (153, '0121910870311', '0121910870311', '1970-01-01', 0, 0, 153);
INSERT INTO `t_user` VALUES (154, '0121910870321', '0121910870321', '1970-01-01', 0, 0, 154);
INSERT INTO `t_user` VALUES (155, '0121910870518', '0121910870518', '1970-01-01', 0, 0, 155);
INSERT INTO `t_user` VALUES (156, '0121910870612', '0121910870612', '1970-01-01', 0, 0, 156);
INSERT INTO `t_user` VALUES (157, '0121910870620', '0121910870620', '1970-01-01', 0, 0, 157);
INSERT INTO `t_user` VALUES (158, '0121910870809', '0121910870809', '1970-01-01', 0, 0, 158);
INSERT INTO `t_user` VALUES (159, '0121910870813', '0121910870813', '1970-01-01', 0, 0, 159);
INSERT INTO `t_user` VALUES (160, '0121910870818', '0121910870818', '1970-01-01', 0, 0, 160);
INSERT INTO `t_user` VALUES (161, '0121910880120', '0121910880120', '1970-01-01', 0, 0, 161);
INSERT INTO `t_user` VALUES (162, '0121910880212', '0121910880212', '1970-01-01', 0, 0, 162);
INSERT INTO `t_user` VALUES (163, '0121910880213', '0121910880213', '1970-01-01', 0, 0, 163);
INSERT INTO `t_user` VALUES (164, '0121910880218', '0121910880218', '1970-01-01', 0, 0, 164);
INSERT INTO `t_user` VALUES (165, '0121910880234', '0121910880234', '1970-01-01', 0, 0, 165);
INSERT INTO `t_user` VALUES (166, '0121910880235', '0121910880235', '1970-01-01', 0, 0, 166);
INSERT INTO `t_user` VALUES (167, '0121910880238', '0121910880238', '1970-01-01', 0, 0, 167);
INSERT INTO `t_user` VALUES (168, '0121910880242', '0121910880242', '1970-01-01', 0, 0, 168);
INSERT INTO `t_user` VALUES (169, '0121920390214', '0121920390214', '1970-01-01', 0, 0, 169);
INSERT INTO `t_user` VALUES (170, '0121910890101', '0121910890101', '1970-01-01', 0, 0, 170);
INSERT INTO `t_user` VALUES (171, '0121910890102', '0121910890102', '1970-01-01', 0, 0, 171);
INSERT INTO `t_user` VALUES (172, '0121910890103', '0121910890103', '1970-01-01', 0, 0, 172);
INSERT INTO `t_user` VALUES (173, '0121910890104', '0121910890104', '1970-01-01', 0, 0, 173);
INSERT INTO `t_user` VALUES (174, '0121910890105', '0121910890105', '1970-01-01', 0, 0, 174);
INSERT INTO `t_user` VALUES (175, '0121910890106', '0121910890106', '1970-01-01', 0, 0, 175);
INSERT INTO `t_user` VALUES (176, '0121910890107', '0121910890107', '1970-01-01', 0, 0, 176);
INSERT INTO `t_user` VALUES (177, '0121910890108', '0121910890108', '1970-01-01', 0, 0, 177);
INSERT INTO `t_user` VALUES (178, '0121910890109', '0121910890109', '1970-01-01', 0, 0, 178);
INSERT INTO `t_user` VALUES (179, '0121910890110', '0121910890110', '1970-01-01', 0, 0, 179);
INSERT INTO `t_user` VALUES (180, '0121910890111', '0121910890111', '1970-01-01', 0, 0, 180);
INSERT INTO `t_user` VALUES (181, '0121910890112', '0121910890112', '1970-01-01', 0, 0, 181);
INSERT INTO `t_user` VALUES (182, '0121910890113', '0121910890113', '1970-01-01', 0, 0, 182);
INSERT INTO `t_user` VALUES (183, '0121910890114', '0121910890114', '1970-01-01', 0, 0, 183);
INSERT INTO `t_user` VALUES (184, '0121910890115', '0121910890115', '1970-01-01', 0, 0, 184);
INSERT INTO `t_user` VALUES (185, '0121910890116', '0121910890116', '1970-01-01', 0, 0, 185);
INSERT INTO `t_user` VALUES (186, '0121910890117', '0121910890117', '1970-01-01', 0, 0, 186);
INSERT INTO `t_user` VALUES (187, '0121910890118', '0121910890118', '1970-01-01', 0, 0, 187);
INSERT INTO `t_user` VALUES (188, '0121910890119', '0121910890119', '1970-01-01', 0, 0, 188);
INSERT INTO `t_user` VALUES (189, '0121910890120', '0121910890120', '1970-01-01', 0, 0, 189);
INSERT INTO `t_user` VALUES (190, '0121910890121', '0121910890121', '1970-01-01', 0, 0, 190);
INSERT INTO `t_user` VALUES (191, '0121910890122', '0121910890122', '1970-01-01', 0, 0, 191);
INSERT INTO `t_user` VALUES (192, '0121910890123', '0121910890123', '1970-01-01', 0, 0, 192);
INSERT INTO `t_user` VALUES (193, '0121910890124', '0121910890124', '1970-01-01', 0, 0, 193);
INSERT INTO `t_user` VALUES (194, '0121910890126', '0121910890126', '1970-01-01', 0, 0, 194);
INSERT INTO `t_user` VALUES (195, '0121910890127', '0121910890127', '1970-01-01', 0, 0, 195);
INSERT INTO `t_user` VALUES (196, '0121910890128', '0121910890128', '1970-01-01', 0, 0, 196);
INSERT INTO `t_user` VALUES (197, '0121910890129', '0121910890129', '1970-01-01', 0, 0, 197);
INSERT INTO `t_user` VALUES (198, '0121910890130', '0121910890130', '1970-01-01', 0, 0, 198);
INSERT INTO `t_user` VALUES (199, '0121910890131', '0121910890131', '1970-01-01', 0, 0, 199);
INSERT INTO `t_user` VALUES (200, '0121910890132', '0121910890132', '1970-01-01', 0, 0, 200);
INSERT INTO `t_user` VALUES (201, '0121910890133', '0121910890133', '1970-01-01', 0, 0, 201);
INSERT INTO `t_user` VALUES (202, '0121910890134', '0121910890134', '1970-01-01', 0, 0, 202);
INSERT INTO `t_user` VALUES (203, '0121910890135', '0121910890135', '1970-01-01', 0, 0, 203);
INSERT INTO `t_user` VALUES (204, '0121910890136', '0121910890136', '1970-01-01', 0, 0, 204);
INSERT INTO `t_user` VALUES (205, '0121810890118', '0121810890118', '1970-01-01', 0, 0, 205);
INSERT INTO `t_user` VALUES (206, '0121810890201', '0121810890201', '1970-01-01', 0, 0, 206);
INSERT INTO `t_user` VALUES (207, '0121910890201', '0121910890201', '1970-01-01', 0, 0, 207);
INSERT INTO `t_user` VALUES (208, '0121910890202', '0121910890202', '1970-01-01', 0, 0, 208);
INSERT INTO `t_user` VALUES (209, '0121910890203', '0121910890203', '1970-01-01', 0, 0, 209);
INSERT INTO `t_user` VALUES (210, '0121910890204', '0121910890204', '1970-01-01', 0, 0, 210);
INSERT INTO `t_user` VALUES (211, '0121910890205', '0121910890205', '1970-01-01', 0, 0, 211);
INSERT INTO `t_user` VALUES (212, '0121910890206', '0121910890206', '1970-01-01', 0, 0, 212);
INSERT INTO `t_user` VALUES (213, '0121910890207', '0121910890207', '1970-01-01', 0, 0, 213);
INSERT INTO `t_user` VALUES (214, '0121910890208', '0121910890208', '1970-01-01', 0, 0, 214);
INSERT INTO `t_user` VALUES (215, '0121910890209', '0121910890209', '1970-01-01', 0, 0, 215);
INSERT INTO `t_user` VALUES (216, '0121910890210', '0121910890210', '1970-01-01', 0, 0, 216);
INSERT INTO `t_user` VALUES (217, '0121910890211', '0121910890211', '1970-01-01', 0, 0, 217);
INSERT INTO `t_user` VALUES (218, '0121910890212', '0121910890212', '1970-01-01', 0, 0, 218);
INSERT INTO `t_user` VALUES (219, '0121910890213', '0121910890213', '1970-01-01', 0, 0, 219);
INSERT INTO `t_user` VALUES (220, '0121910890214', '0121910890214', '1970-01-01', 0, 0, 220);
INSERT INTO `t_user` VALUES (221, '0121910890215', '0121910890215', '1970-01-01', 0, 0, 221);
INSERT INTO `t_user` VALUES (222, '0121910890216', '0121910890216', '1970-01-01', 0, 0, 222);
INSERT INTO `t_user` VALUES (223, '0121910890218', '0121910890218', '1970-01-01', 0, 0, 223);
INSERT INTO `t_user` VALUES (224, '0121910890219', '0121910890219', '1970-01-01', 0, 0, 224);
INSERT INTO `t_user` VALUES (225, '0121910890220', '0121910890220', '1970-01-01', 0, 0, 225);
INSERT INTO `t_user` VALUES (226, '0121910890221', '0121910890221', '1970-01-01', 0, 0, 226);
INSERT INTO `t_user` VALUES (227, '0121910890222', '0121910890222', '1970-01-01', 0, 0, 227);
INSERT INTO `t_user` VALUES (228, '0121910890223', '0121910890223', '1970-01-01', 0, 0, 228);
INSERT INTO `t_user` VALUES (229, '0121910890224', '0121910890224', '1970-01-01', 0, 0, 229);
INSERT INTO `t_user` VALUES (230, '0121910890225', '0121910890225', '1970-01-01', 0, 0, 230);
INSERT INTO `t_user` VALUES (231, '0121910890226', '0121910890226', '1970-01-01', 0, 0, 231);
INSERT INTO `t_user` VALUES (232, '0121910890227', '0121910890227', '1970-01-01', 0, 0, 232);
INSERT INTO `t_user` VALUES (233, '0121910890228', '0121910890228', '1970-01-01', 0, 0, 233);
INSERT INTO `t_user` VALUES (234, '0121910890229', '0121910890229', '1970-01-01', 0, 0, 234);
INSERT INTO `t_user` VALUES (235, '0121910890230', '0121910890230', '1970-01-01', 0, 0, 235);
INSERT INTO `t_user` VALUES (236, '0121910890231', '0121910890231', '1970-01-01', 0, 0, 236);
INSERT INTO `t_user` VALUES (237, '0121910890232', '0121910890232', '1970-01-01', 0, 0, 237);
INSERT INTO `t_user` VALUES (238, '0121910890233', '0121910890233', '1970-01-01', 0, 0, 238);
INSERT INTO `t_user` VALUES (239, '0121910890234', '0121910890234', '1970-01-01', 0, 0, 239);
INSERT INTO `t_user` VALUES (240, '0121910890235', '0121910890235', '1970-01-01', 0, 0, 240);
INSERT INTO `t_user` VALUES (241, '0121910900101', '0121910900101', '1970-01-01', 0, 0, 241);
INSERT INTO `t_user` VALUES (242, '0121910900102', '0121910900102', '1970-01-01', 0, 0, 242);
INSERT INTO `t_user` VALUES (243, '0121910900103', '0121910900103', '1970-01-01', 0, 0, 243);
INSERT INTO `t_user` VALUES (244, '0121910900104', '0121910900104', '1970-01-01', 0, 0, 244);
INSERT INTO `t_user` VALUES (245, '0121910900105', '0121910900105', '1970-01-01', 0, 0, 245);
INSERT INTO `t_user` VALUES (246, '0121910900106', '0121910900106', '1970-01-01', 0, 0, 246);
INSERT INTO `t_user` VALUES (247, '0121910900107', '0121910900107', '1970-01-01', 0, 0, 247);
INSERT INTO `t_user` VALUES (248, '0121910900108', '0121910900108', '1970-01-01', 0, 0, 248);
INSERT INTO `t_user` VALUES (249, '0121910900109', '0121910900109', '1970-01-01', 0, 0, 249);
INSERT INTO `t_user` VALUES (250, '0121910900110', '0121910900110', '1970-01-01', 0, 0, 250);
INSERT INTO `t_user` VALUES (251, '0121910900111', '0121910900111', '1970-01-01', 0, 0, 251);
INSERT INTO `t_user` VALUES (252, '0121910900112', '0121910900112', '1970-01-01', 0, 0, 252);
INSERT INTO `t_user` VALUES (253, '0121910900113', '0121910900113', '1970-01-01', 0, 0, 253);
INSERT INTO `t_user` VALUES (254, '0121910900114', '0121910900114', '1970-01-01', 0, 0, 254);
INSERT INTO `t_user` VALUES (255, '0121910900115', '0121910900115', '1970-01-01', 0, 0, 255);
INSERT INTO `t_user` VALUES (256, '0121910900116', '0121910900116', '1970-01-01', 0, 0, 256);
INSERT INTO `t_user` VALUES (257, '0121910900117', '0121910900117', '1970-01-01', 0, 0, 257);
INSERT INTO `t_user` VALUES (258, '0121910900118', '0121910900118', '1970-01-01', 0, 0, 258);
INSERT INTO `t_user` VALUES (259, '0121910900119', '0121910900119', '1970-01-01', 0, 0, 259);
INSERT INTO `t_user` VALUES (260, '0121910900120', '0121910900120', '1970-01-01', 0, 0, 260);
INSERT INTO `t_user` VALUES (261, '0121910900121', '0121910900121', '1970-01-01', 0, 0, 261);
INSERT INTO `t_user` VALUES (262, '0121910900122', '0121910900122', '1970-01-01', 0, 0, 262);
INSERT INTO `t_user` VALUES (263, '0121910900123', '0121910900123', '1970-01-01', 0, 0, 263);
INSERT INTO `t_user` VALUES (264, '0121910900124', '0121910900124', '1970-01-01', 0, 0, 264);
INSERT INTO `t_user` VALUES (265, '0121910900125', '0121910900125', '1970-01-01', 0, 0, 265);
INSERT INTO `t_user` VALUES (266, '0121910900126', '0121910900126', '1970-01-01', 0, 0, 266);
INSERT INTO `t_user` VALUES (267, '0121910900127', '0121910900127', '1970-01-01', 0, 0, 267);
INSERT INTO `t_user` VALUES (268, '0121910900128', '0121910900128', '1970-01-01', 0, 0, 268);
INSERT INTO `t_user` VALUES (269, '0121910900129', '0121910900129', '1970-01-01', 0, 0, 269);
INSERT INTO `t_user` VALUES (270, '0121910900130', '0121910900130', '1970-01-01', 0, 0, 270);
INSERT INTO `t_user` VALUES (271, '0121910900131', '0121910900131', '1970-01-01', 0, 0, 271);
INSERT INTO `t_user` VALUES (272, '0121910900132', '0121910900132', '1970-01-01', 0, 0, 272);
INSERT INTO `t_user` VALUES (273, '0121910900133', '0121910900133', '1970-01-01', 0, 0, 273);
INSERT INTO `t_user` VALUES (274, '0121910900134', '0121910900134', '1970-01-01', 0, 0, 274);
INSERT INTO `t_user` VALUES (275, '0121910900135', '0121910900135', '1970-01-01', 0, 0, 275);
INSERT INTO `t_user` VALUES (276, '0121910900201', '0121910900201', '1970-01-01', 0, 0, 276);
INSERT INTO `t_user` VALUES (277, '0121910900202', '0121910900202', '1970-01-01', 0, 0, 277);
INSERT INTO `t_user` VALUES (278, '0121910900203', '0121910900203', '1970-01-01', 0, 0, 278);
INSERT INTO `t_user` VALUES (279, '0121910900204', '0121910900204', '1970-01-01', 0, 0, 279);
INSERT INTO `t_user` VALUES (280, '0121910900205', '0121910900205', '1970-01-01', 0, 0, 280);
INSERT INTO `t_user` VALUES (281, '0121910900206', '0121910900206', '1970-01-01', 0, 0, 281);
INSERT INTO `t_user` VALUES (282, '0121910900207', '0121910900207', '1970-01-01', 0, 0, 282);
INSERT INTO `t_user` VALUES (283, '0121910900208', '0121910900208', '1970-01-01', 0, 0, 283);
INSERT INTO `t_user` VALUES (284, '0121910900209', '0121910900209', '1970-01-01', 0, 0, 284);
INSERT INTO `t_user` VALUES (285, '0121910900210', '0121910900210', '1970-01-01', 0, 0, 285);
INSERT INTO `t_user` VALUES (286, '0121910900211', '0121910900211', '1970-01-01', 0, 0, 286);
INSERT INTO `t_user` VALUES (287, '0121910900212', '0121910900212', '1970-01-01', 0, 0, 287);
INSERT INTO `t_user` VALUES (288, '0121910900213', '0121910900213', '1970-01-01', 0, 0, 288);
INSERT INTO `t_user` VALUES (289, '0121910900214', '0121910900214', '1970-01-01', 0, 0, 289);
INSERT INTO `t_user` VALUES (290, '0121910900215', '0121910900215', '1970-01-01', 0, 0, 290);
INSERT INTO `t_user` VALUES (291, '0121910900216', '0121910900216', '1970-01-01', 0, 0, 291);
INSERT INTO `t_user` VALUES (292, '0121910900217', '0121910900217', '1970-01-01', 0, 0, 292);
INSERT INTO `t_user` VALUES (293, '0121910900218', '0121910900218', '1970-01-01', 0, 0, 293);
INSERT INTO `t_user` VALUES (294, '0121910900219', '0121910900219', '1970-01-01', 0, 0, 294);
INSERT INTO `t_user` VALUES (295, '0121910900220', '0121910900220', '1970-01-01', 0, 0, 295);
INSERT INTO `t_user` VALUES (296, '0121910900221', '0121910900221', '1970-01-01', 0, 0, 296);
INSERT INTO `t_user` VALUES (297, '0121910900222', '0121910900222', '1970-01-01', 0, 0, 297);
INSERT INTO `t_user` VALUES (298, '0121910900223', '0121910900223', '1970-01-01', 0, 0, 298);
INSERT INTO `t_user` VALUES (299, '0121910900224', '0121910900224', '1970-01-01', 0, 0, 299);
INSERT INTO `t_user` VALUES (300, '0121910900225', '0121910900225', '1970-01-01', 0, 0, 300);
INSERT INTO `t_user` VALUES (301, '0121910900226', '0121910900226', '1970-01-01', 0, 0, 301);
INSERT INTO `t_user` VALUES (302, '0121910900227', '0121910900227', '1970-01-01', 0, 0, 302);
INSERT INTO `t_user` VALUES (303, '0121910900228', '0121910900228', '1970-01-01', 0, 0, 303);
INSERT INTO `t_user` VALUES (304, '0121910900229', '0121910900229', '1970-01-01', 0, 0, 304);
INSERT INTO `t_user` VALUES (305, '0121910900230', '0121910900230', '1970-01-01', 0, 0, 305);
INSERT INTO `t_user` VALUES (306, '0121910900231', '0121910900231', '1970-01-01', 0, 0, 306);
INSERT INTO `t_user` VALUES (307, '0121910900232', '0121910900232', '1970-01-01', 0, 0, 307);
INSERT INTO `t_user` VALUES (308, '0121910900233', '0121910900233', '1970-01-01', 0, 0, 308);
INSERT INTO `t_user` VALUES (309, '0121910900235', '0121910900235', '1970-01-01', 0, 0, 309);

SET FOREIGN_KEY_CHECKS = 1;